{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "¡": 94,
      "¢": 95,
      "£": 96,
      "¤": 97,
      "¥": 98,
      "¦": 99,
      "§": 100,
      "¨": 101,
      "©": 102,
      "ª": 103,
      "«": 104,
      "¬": 105,
      "®": 106,
      "¯": 107,
      "°": 108,
      "±": 109,
      "²": 110,
      "³": 111,
      "´": 112,
      "µ": 113,
      "¶": 114,
      "·": 115,
      "¸": 116,
      "¹": 117,
      "º": 118,
      "»": 119,
      "¼": 120,
      "½": 121,
      "¾": 122,
      "¿": 123,
      "À": 124,
      "Á": 125,
      "Â": 126,
      "Ã": 127,
      "Ä": 128,
      "Å": 129,
      "Æ": 130,
      "Ç": 131,
      "È": 132,
      "É": 133,
      "Ê": 134,
      "Ë": 135,
      "Ì": 136,
      "Í": 137,
      "Î": 138,
      "Ï": 139,
      "Ð": 140,
      "Ñ": 141,
      "Ò": 142,
      "Ó": 143,
      "Ô": 144,
      "Õ": 145,
      "Ö": 146,
      "×": 147,
      "Ø": 148,
      "Ù": 149,
      "Ú": 150,
      "Û": 151,
      "Ü": 152,
      "Ý": 153,
      "Þ": 154,
      "ß": 155,
      "à": 156,
      "á": 157,
      "â": 158,
      "ã": 159,
      "ä": 160,
      "å": 161,
      "æ": 162,
      "ç": 163,
      "è": 164,
      "é": 165,
      "ê": 166,
      "ë": 167,
      "ì": 168,
      "í": 169,
      "î": 170,
      "ï": 171,
      "ð": 172,
      "ñ": 173,
      "ò": 174,
      "ó": 175,
      "ô": 176,
      "õ": 177,
      "ö": 178,
      "÷": 179,
      "ø": 180,
      "ù": 181,
      "ú": 182,
      "û": 183,
      "ü": 184,
      "ý": 185,
      "þ": 186,
      "ÿ": 187,
      "Ā": 188,
      "ā": 189,
      "Ă": 190,
      "ă": 191,
      "Ą": 192,
      "ą": 193,
      "Ć": 194,
      "ć": 195,
      "Ĉ": 196,
      "ĉ": 197,
      "Ċ": 198,
      "ċ": 199,
      "Č": 200,
      "č": 201,
      "Ď": 202,
      "ď": 203,
      "Đ": 204,
      "đ": 205,
      "Ē": 206,
      "ē": 207,
      "Ĕ": 208,
      "ĕ": 209,
      "Ė": 210,
      "ė": 211,
      "Ę": 212,
      "ę": 213,
      "Ě": 214,
      "ě": 215,
      "Ĝ": 216,
      "ĝ": 217,
      "Ğ": 218,
      "ğ": 219,
      "Ġ": 220,
      "ġ": 221,
      "Ģ": 222,
      "ģ": 223,
      "Ĥ": 224,
      "ĥ": 225,
      "Ħ": 226,
      "ħ": 227,
      "Ĩ": 228,
      "ĩ": 229,
      "Ī": 230,
      "ī": 231,
      "Ĭ": 232,
      "ĭ": 233,
      "Į": 234,
      "į": 235,
      "İ": 236,
      "ı": 237,
      "Ĳ": 238,
      "ĳ": 239,
      "Ĵ": 240,
      "ĵ": 241,
      "Ķ": 242,
      "ķ": 243,
      "ĸ": 244,
      "Ĺ": 245,
      "ĺ": 246,
      "Ļ": 247,
      "ļ": 248,
      "Ľ": 249,
      "ľ": 250,
      "Ŀ": 251,
      "ŀ": 252,
      "Ł": 253,
      "ł": 254,
      "Ń": 255,
      "čĊ": 256,
      "Ġt": 257,
      "Ġa": 258,
      "in": 259,
      "he": 260,
      "on": 261,
      "re": 262,
      "Ġs": 263,
      "at": 264,
      "Ġo": 265,
      "Ġthe": 266,
      "nd": 267,
      "al": 268,
      "er": 269,
      "ar": 270,
      "en": 271,
      "it": 272,
      "es": 273,
      "an": 274,
      "is": 275,
      "Ġc": 276,
      "Ġof": 277,
      "or": 278,
      "ic": 279,
      "Ġf": 280,
      "Ġb": 281,
      "ion": 282,
      "ed": 283,
      "Ġand": 284,
      "Ġin": 285,
      "ro": 286,
      "Ġp": 287,
      "Ġd": 288,
      "Ġm": 289,
      "as": 290,
      "Ġw": 291,
      "ol": 292,
      "ing": 293,
      "ra": 294,
      "ĠT": 295,
      "Ġ(": 296,
      "ĠS": 297,
      "ct": 298,
      "el": 299,
      "ation": 300,
      "ent": 301,
      "Ġl": 302,
      "ur": 303,
      "le": 304,
      "Ġto": 305,
      "us": 306,
      "Ġg": 307,
      "im": 308,
      "Ġis": 309,
      "ul": 310,
      "Ġth": 311,
      "Ġst": 312,
      "res": 313,
      "Ġe": 314,
      "om": 315,
      "ĠG": 316,
      "orm": 317,
      "ĠM": 318,
      "ig": 319,
      "et": 320,
      "ĠP": 321,
      "ĠThe": 322,
      "os": 323,
      "Ġ1": 324,
      "ĠI": 325,
      "Ġare": 326,
      "Ġh": 327,
      "ĠC": 328,
      "ite": 329,
      "ly": 330,
      "ĠA": 331,
      "Ġre": 332,
      "ĠB": 333,
      "Ġn": 334,
      "ow": 335,
      "am": 336,
      "il": 337,
      "ce": 338,
      "ĠF": 339,
      "ut": 340,
      "ith": 341,
      "id": 342,
      "Ġcon": 343,
      "ch": 344,
      "Ġde": 345,
      "ter": 346,
      "ve": 347,
      "ri": 348,
      "ts": 349,
      "up": 350,
      "ure": 351,
      "Ġas": 352,
      "ormation": 353,
      "ay": 354,
      "oc": 355,
      "Ġv": 356,
      "Ġwith": 357,
      "Ġbe": 358,
      "ĠD": 359,
      "ot": 360,
      "ĠR": 361,
      "00": 362,
      "st": 363,
      "og": 364,
      "ph": 365,
      "and": 366,
      "ate": 367,
      "Ġal": 368,
      "ag": 369,
      "one": 370,
      "if": 371,
      "Ġfa": 372,
      "ect": 373,
      "Ġby": 374,
      "ĠN": 375,
      "ap": 376,
      "un": 377,
      "ĠK": 378,
      "Ġthat": 379,
      "ran": 380,
      "ver": 381,
      "um": 382,
      "all": 383,
      "th": 384,
      "od": 385,
      "Ġor": 386,
      "Ġbas": 387,
      "ad": 388,
      "Ġ2": 389,
      "Ġex": 390,
      "qu": 391,
      "ĠL": 392,
      "und": 393,
      "ĠH": 394,
      "rom": 395,
      "Ġsh": 396,
      "her": 397,
      "ress": 398,
      "ck": 399,
      "ical": 400,
      "ir": 401,
      "ia": 402,
      "Ġro": 403,
      "ated": 404,
      "Ġan": 405,
      "art": 406,
      "ult": 407,
      "ist": 408,
      "ip": 409,
      "Ġse": 410,
      ").": 411,
      "ĠE": 412,
      "ine": 413,
      "rain": 414,
      "Ġdef": 415,
      "ain": 416,
      "ous": 417,
      "se": 418,
      "rat": 419,
      "ab": 420,
      "Ġsu": 421,
      "Ġfrom": 422,
      "Ġcom": 423,
      "cc": 424,
      "ment": 425,
      "Ġon": 426,
      "Ġshe": 427,
      "ere": 428,
      "uct": 429,
      "est": 430,
      "ast": 431,
      "Ġpl": 432,
      "ĠInd": 433,
      "olog": 434,
      "Ġfol": 435,
      "Ġfor": 436,
      "Ġbel": 437,
      "ites": 438,
      "ak": 439,
      "Ġz": 440,
      "roup": 441,
      "ens": 442,
      "ud": 443,
      "ies": 444,
      "ong": 445,
      "ore": 446,
      "pe": 447,
      "ge": 448,
      "Ġcont": 449,
      "Ġshear": 450,
      "Ġrock": 451,
      "ial": 452,
      "ĠJ": 453,
      "Ġat": 454,
      "ust": 455,
      "Ġ-": 456,
      "Ġ3": 457,
      "iv": 458,
      "Ġpro": 459,
      "ace": 460,
      "ures": 461,
      "out": 462,
      "ruct": 463,
      "av": 464,
      "ian": 465,
      ".,": 466,
      "ill": 467,
      "pl": 468,
      "Ġdeformation": 469,
      "ort": 470,
      "igure": 471,
      "ĠGe": 472,
      "ĠIn": 473,
      "ity": 474,
      "ĠW": 475,
      "har": 476,
      "Ġwh": 477,
      "op": 478,
      "Ġk": 479,
      "ary": 480,
      "per": 481,
      "ĠGroup": 482,
      "âĢ": 483,
      "ant": 484,
      "ess": 485,
      "Ġcomp": 486,
      "ive": 487,
      "Ġint": 488,
      "ĠIndia": 489,
      "Ġfl": 490,
      "iment": 491,
      "tern": 492,
      "ric": 493,
      "Ġfault": 494,
      "Ġbasin": 495,
      "ell": 496,
      "Ġgran": 497,
      "em": 498,
      "ĠO": 499,
      "ract": 500,
      "ers": 501,
      "Ġfold": 502,
      "ĠV": 503,
      "ĠMa": 504,
      "Ġstress": 505,
      "19": 506,
      "war": 507,
      "raph": 508,
      "ave": 509,
      "ations": 510,
      "here": 511,
      "ang": 512,
      "Ġbelt": 513,
      "),": 514,
      "ac": 515,
      "Ġcan": 516,
      "so": 517,
      "ĠFormation": 518,
      "iss": 519,
      "ediment": 520,
      "ne": 521,
      "ost": 522,
      "ions": 523,
      "ale": 524,
      "ll": 525,
      "Ġit": 526,
      "Ġstrain": 527,
      "ence": 528,
      "iff": 529,
      "Ġco": 530,
      "Ġstruct": 531,
      "eren": 532,
      "Ġne": 533,
      "pos": 534,
      "rust": 535,
      "Ġform": 536,
      "Ġhave": 537,
      "ĠTh": 538,
      "Ġ19": 539,
      "ional": 540,
      "ĠU": 541,
      "cl": 542,
      "Ġmar": 543,
      "Ġcl": 544,
      "iz": 545,
      "Ġun": 546,
      "ass": 547,
      "ond": 548,
      "Ġres": 549,
      "ĠSt": 550,
      "ich": 551,
      "Ġrocks": 552,
      "Ġzone": 553,
      "Ġdi": 554,
      "ug": 555,
      "eral": 556,
      "Ġsediment": 557,
      "Ġpart": 558,
      "Ġdiff": 559,
      "Ġext": 560,
      "ults": 561,
      "ple": 562,
      "Ġ4": 563,
      "ism": 564,
      "ular": 565,
      "igh": 566,
      "Ġ6": 567,
      "Ġthis": 568,
      "ĠFigure": 569,
      "Ġge": 570,
      "Ġover": 571,
      "ene": 572,
      "ile": 573,
      "act": 574,
      "ound": 575,
      "onic": 576,
      "Ġ7": 577,
      "Ġ5": 578,
      "age": 579,
      "Ġqu": 580,
      "artz": 581,
      "Ġwhich": 582,
      "ry": 583,
      "Ġup": 584,
      "Ġ8": 585,
      "Ġcons": 586,
      "ones": 587,
      "Ġshow": 588,
      "Ġocc": 589,
      "ome": 590,
      "Ġlay": 591,
      "ĠCh": 592,
      "uring": 593,
      "Ġmet": 594,
      "ther": 595,
      "Ġfaults": 596,
      "hy": 597,
      "Ġab": 598,
      "Ġme": 599,
      "neiss": 600,
      "we": 601,
      "ratig": 602,
      "Ġdifferen": 603,
      "ratigraph": 604,
      "Ġrel": 605,
      "Ġbet": 606,
      "Ġalso": 607,
      "Ġwhere": 608,
      "ology": 609,
      "Ġch": 610,
      "Ġdis": 611,
      "Ġoccur": 612,
      "ont": 613,
      "Ġnot": 614,
      "ib": 615,
      "erm": 616,
      "orph": 617,
      "Ġev": 618,
      "alt": 619,
      "ween": 620,
      "Ġinter": 621,
      "Ġim": 622,
      "Ġfract": 623,
      "Ġbetween": 624,
      "our": 625,
      "rad": 626,
      "ret": 627,
      "Ġhas": 628,
      "ater": 629,
      "Ġr": 630,
      "ari": 631,
      "Ġmay": 632,
      "oss": 633,
      "eld": 634,
      "Ġsub": 635,
      "AN": 636,
      "Ġen": 637,
      "ik": 638,
      "vel": 639,
      "Ġwe": 640,
      "ectonic": 641,
      "oin": 642,
      "Ġpp": 643,
      "Ġalong": 644,
      "Ġsp": 645,
      "ss": 646,
      "Ġmod": 647,
      "orth": 648,
      "ugh": 649,
      "resent": 650,
      "Ġsl": 651,
      "Ġvol": 652,
      "can": 653,
      "ely": 654,
      "Ġreg": 655,
      "Ġus": 656,
      "ins": 657,
      "ub": 658,
      "oz": 659,
      "âĢĵ": 660,
      "port": 661,
      "ological": 662,
      "able": 663,
      "ae": 664,
      "Ġduring": 665,
      "Ġsur": 666,
      "Ġsim": 667,
      "Ġquartz": 668,
      "ĠDe": 669,
      "Ġind": 670,
      "Ġdifferent": 671,
      "Ġsout": 672,
      "ĠThis": 673,
      "ob": 674,
      "ates": 675,
      "ozo": 676,
      "ics": 677,
      "Ġsy": 678,
      "ach": 679,
      "form": 680,
      "Ġinto": 681,
      "Ġtw": 682,
      "Ġstructures": 683,
      "red": 684,
      "Ġsand": 685,
      "stone": 686,
      "ield": 687,
      "Ġ9": 688,
      "ces": 689,
      "ew": 690,
      "itic": 691,
      "ozoic": 692,
      "aj": 693,
      "ists": 694,
      "imal": 695,
      "ff": 696,
      "ower": 697,
      "Ġline": 698,
      "ocene": 699,
      "ana": 700,
      "Ġbut": 701,
      "ree": 702,
      "mat": 703,
      "Ġy": 704,
      "ert": 705,
      "Ġmin": 706,
      "oun": 707,
      "ram": 708,
      "ition": 709,
      "ural": 710,
      "raton": 711,
      "ord": 712,
      "Ġextens": 713,
      "ock": 714,
      "ick": 715,
      "con": 716,
      "Ġbeen": 717,
      "ee": 718,
      "rans": 719,
      "Ġty": 720,
      "Ġflow": 721,
      "Ġtwo": 722,
      "Ġund": 723,
      "Ġsome": 724,
      "Ġpar": 725,
      "200": 726,
      "Ġgneiss": 727,
      "ren": 728,
      "Ġmodel": 729,
      "imalay": 730,
      "Ġsurf": 731,
      "amb": 732,
      "Ġplan": 733,
      "rit": 734,
      "Ġother": 735,
      "ath": 736,
      "af": 737,
      "Ġgre": 738,
      "rib": 739,
      "AR": 740,
      "par": 741,
      "Ġper": 742,
      "Ġsediments": 743,
      "Ġzones": 744,
      "oci": 745,
      "li": 746,
      "ĠHimalay": 747,
      "ind": 748,
      "ose": 749,
      "aus": 750,
      "Ġass": 751,
      "ase": 752,
      "Ġlim": 753,
      "ection": 754,
      "ata": 755,
      "11": 756,
      "arb": 757,
      "Ġet": 758,
      "rect": 759,
      "Ġcraton": 760,
      "Ġformation": 761,
      "ide": 762,
      "Ġap": 763,
      "inent": 764,
      "Ġarea": 765,
      "Ġgranite": 766,
      "Ġmore": 767,
      "Ġ10": 768,
      "ution": 769,
      "ii": 770,
      "Ġsequ": 771,
      "ally": 772,
      "astic": 773,
      "Ġvolcan": 774,
      "ah": 775,
      "Ġrep": 776,
      "Ġfolds": 777,
      "Ġle": 778,
      "Ġrec": 779,
      "Ġindic": 780,
      "Ġage": 781,
      "Ġam": 782,
      "Ġwas": 783,
      "hat": 784,
      "arg": 785,
      "mon": 786,
      "amorph": 787,
      "oo": 788,
      "Ġsuch": 789,
      "Ġtrans": 790,
      "rog": 791,
      "omet": 792,
      "omer": 793,
      "Ġnear": 794,
      "Ġtectonic": 795,
      "ys": 796,
      "Ġj": 797,
      "lomer": 798,
      "Ġunder": 799,
      "rient": 800,
      "end": 801,
      "Ġref": 802,
      "ove": 803,
      "Ġri": 804,
      "Ġsch": 805,
      "ĠIt": 806,
      "rav": 807,
      "Ġhor": 808,
      "Ġcor": 809,
      "Ġ200": 810,
      "Ġorient": 811,
      "Ġhigh": 812,
      "ossil": 813,
      "ting": 814,
      "Ġthere": 815,
      "ied": 816,
      "Ġdirect": 817,
      "ically": 818,
      "Ġits": 819,
      "ved": 820,
      "ĠQ": 821,
      "ands": 822,
      "ĠGeol": 823,
      "Ġwell": 824,
      "Ġloc": 825,
      "arbon": 826,
      "ement": 827,
      "ĠZ": 828,
      "round": 829,
      "ĠAn": 830,
      "hen": 831,
      "Ġrepresent": 832,
      "Ġsalt": 833,
      "Ġob": 834,
      "Ġdepos": 835,
      "aceous": 836,
      "chan": 837,
      "eng": 838,
      "Ġbed": 839,
      "vi": 840,
      "ross": 841,
      "Ġmap": 842,
      "Ġlith": 843,
      "Ġbound": 844,
      "Ġthick": 845,
      "Ġar": 846,
      "row": 847,
      "Ġgen": 848,
      "Figure": 849,
      "199": 850,
      "velop": 851,
      "ans": 852,
      "Ġcrust": 853,
      "Ġthan": 854,
      "ondw": 855,
      "own": 856,
      "ĠBas": 857,
      "Ġstratigraph": 858,
      "Ġlayers": 859,
      "low": 860,
      "ax": 861,
      "ral": 862,
      "gg": 863,
      "Ġdist": 864,
      "ime": 865,
      "hern": 866,
      "Ġabout": 867,
      "ains": 868,
      "Â°": 869,
      "Ġsc": 870,
      "Ġchar": 871,
      "rop": 872,
      "Ġel": 873,
      "Ġax": 874,
      "ific": 875,
      "alled": 876,
      "ĠGondw": 877,
      "rap": 878,
      "estone": 879,
      "arly": 880,
      "ish": 881,
      "Ġbec": 882,
      "Ġout": 883,
      "Ġtheir": 884,
      "ature": 885,
      "alli": 886,
      "Ġdata": 887,
      "astern": 888,
      "Ġthey": 889,
      "Ġsouth": 890,
      "oph": 891,
      "der": 892,
      "any": 893,
      "rian": 894,
      "Ġmineral": 895,
      "Ġthese": 896,
      "Ġkm": 897,
      "Ġsurface": 898,
      "ĠPl": 899,
      "Ġmetamorph": 900,
      "ward": 901,
      "Ġdom": 902,
      "Ġcol": 903,
      "alc": 904,
      "lex": 905,
      "pend": 906,
      "Ġad": 907,
      "rin": 908,
      "Ġone": 909,
      "Ġdevelop": 910,
      "Ġintr": 911,
      "its": 912,
      "ĠThese": 913,
      "ft": 914,
      "Ġcalled": 915,
      "Ġlayer": 916,
      "Ġwill": 917,
      "Ġnorth": 918,
      "Ġsequence": 919,
      "ĠJour": 920,
      "10": 921,
      "alae": 922,
      "rogen": 923,
      "ack": 924,
      "Ġmost": 925,
      "ĠPro": 926,
      "ĠIndian": 927,
      "ambrian": 928,
      "ble": 929,
      "rough": 930,
      "50": 931,
      "Ġmic": 932,
      "Ġbasins": 933,
      "Ïĥ": 934,
      "ines": 935,
      "ening": 936,
      "ign": 937,
      "ted": 938,
      "ered": 939,
      "Ġassoci": 940,
      "ĠGondwana": 941,
      "estern": 942,
      "ight": 943,
      "Ġdes": 944,
      "Ġcommon": 945,
      "Ġmechan": 946,
      "ue": 947,
      "Ġmark": 948,
      "icular": 949,
      "Ġshale": 950,
      "Ġinc": 951,
      "ases": 952,
      "Ġ12": 953,
      "Ġcong": 954,
      "olution": 955,
      "Ġconglomer": 956,
      "apter": 957,
      "ryst": 958,
      "alle": 959,
      "erg": 960,
      "ke": 961,
      "Ġcle": 962,
      "Ġ199": 963,
      "ance": 964,
      "ĠRe": 965,
      "ides": 966,
      "ory": 967,
      "Ġfield": 968,
      "Ġvari": 969,
      "xt": 970,
      "ash": 971,
      "ments": 972,
      "Ġinf": 973,
      "ĠSh": 974,
      "ĠGeology": 975,
      "ĠQu": 976,
      "Ġterm": 977,
      "Ġfossil": 978,
      "Ġslip": 979,
      "Ġgrain": 980,
      "idd": 981,
      "Ġve": 982,
      "Ġmarg": 983,
      "ard": 984,
      "place": 985,
      "ĠHimalaya": 986,
      "au": 987,
      "ĠX": 988,
      "arh": 989,
      "allel": 990,
      "Ġhoriz": 991,
      "Fig": 992,
      "pt": 993,
      "Ġact": 994,
      "Ġso": 995,
      "Ġmain": 996,
      "Ġacc": 997,
      "ĠFig": 998,
      "Ġshown": 999,
      "pur": 1000,
      "Ġag": 1001,
      "Ġrot": 1002,
      "Ġfractures": 1003,
      "Ġ18": 1004,
      "ating": 1005,
      "Ġ11": 1006,
      "vers": 1007,
      "ors": 1008,
      "Ġall": 1009,
      "Ġimport": 1010,
      "Ġstud": 1011,
      "ressure": 1012,
      "ai": 1013,
      "pec": 1014,
      "Ġtyp": 1015,
      "tt": 1016,
      "Ġwere": 1017,
      "rel": 1018,
      "Ġbasal": 1019,
      "hed": 1020,
      "Ġkn": 1021,
      "assic": 1022,
      "oint": 1023,
      "sh": 1024,
      "Ġdeform": 1025,
      "Ġsimple": 1026,
      "AT": 1027,
      "Ġbelts": 1028,
      "ormal": 1029,
      "Ġseen": 1030,
      "Ġfracture": 1031,
      "iddle": 1032,
      "ough": 1033,
      "Ġlow": 1034,
      "rec": 1035,
      "Ġsm": 1036,
      "iation": 1037,
      "Ġfollow": 1038,
      "33": 1039,
      "inal": 1040,
      "Ġorogen": 1041,
      "uld": 1042,
      "Ġthrough": 1043,
      "arge": 1044,
      "olite": 1045,
      "Ġdirection": 1046,
      "Ġno": 1047,
      "placement": 1048,
      "ever": 1049,
      "net": 1050,
      "sl": 1051,
      "yl": 1052,
      "Ġconsid": 1053,
      "conform": 1054,
      "Ġac": 1055,
      "ĠFa": 1056,
      "Ġwithin": 1057,
      "Ġexam": 1058,
      "Ġgneisses": 1059,
      "Ġset": 1060,
      "ĠAl": 1061,
      "ced": 1062,
      "posed": 1063,
      "ĠAm": 1064,
      "terozoic": 1065,
      "Ġmag": 1066,
      "old": 1067,
      "tle": 1068,
      "uch": 1069,
      "ole": 1070,
      "ĠDhar": 1071,
      "ifer": 1072,
      "Ġsepar": 1073,
      "Ġextension": 1074,
      "Ġ16": 1075,
      "ĠGeological": 1076,
      "han": 1077,
      "hum": 1078,
      "ccan": 1079,
      "IS": 1080,
      "inu": 1081,
      "Ġthree": 1082,
      "oth": 1083,
      "Ġmany": 1084,
      "entral": 1085,
      "ame": 1086,
      "198": 1087,
      "Ġupper": 1088,
      "mm": 1089,
      "ĠÏĥ": 1090,
      "000": 1091,
      "Ġsandstone": 1092,
      "ange": 1093,
      "ĠSing": 1094,
      "ilar": 1095,
      "aces": 1096,
      "oints": 1097,
      "Ġfound": 1098,
      "ĠAr": 1099,
      "Ġconsists": 1100,
      "Ġimportant": 1101,
      "ised": 1102,
      "ail": 1103,
      "Ġsup": 1104,
      "Ġbo": 1105,
      "Ġflu": 1106,
      "AL": 1107,
      "Ġphy": 1108,
      "Ġthrust": 1109,
      "22": 1110,
      "Ġconst": 1111,
      "Ġcalc": 1112,
      "Ġstri": 1113,
      "Ġ13": 1114,
      "ĠDeccan": 1115,
      "Ġtre": 1116,
      "Ġph": 1117,
      "ura": 1118,
      "Ġbands": 1119,
      "Ġ20": 1120,
      "oung": 1121,
      "elt": 1122,
      "ents": 1123,
      "Ġ15": 1124,
      "Ġgeneral": 1125,
      "ER": 1126,
      "fore": 1127,
      "ness": 1128,
      "bl": 1129,
      "Ġconglomerate": 1130,
      "ike": 1131,
      "Ġorientation": 1132,
      "ontal": 1133,
      "Ġplane": 1134,
      "Ġaround": 1135,
      "avage": 1136,
      "Ġdesc": 1137,
      "afic": 1138,
      "duct": 1139,
      "Ġschist": 1140,
      "AS": 1141,
      "Ġdo": 1142,
      "ĠSingh": 1143,
      "ĠSc": 1144,
      "Ġlower": 1145,
      "ably": 1146,
      "ber": 1147,
      "wal": 1148,
      "Ġnormal": 1149,
      "ause": 1150,
      "alley": 1151,
      "IN": 1152,
      "hi": 1153,
      "ron": 1154,
      "ative": 1155,
      "esh": 1156,
      "Ġear": 1157,
      "ĠCom": 1158,
      "Ġsugg": 1159,
      "ON": 1160,
      "Ġgl": 1161,
      "cess": 1162,
      "ĠY": 1163,
      "Ġhe": 1164,
      "Ġgiv": 1165,
      "Ġbasement": 1166,
      "Ġlimestone": 1167,
      "Ġrelated": 1168,
      "ajor": 1169,
      "Ġang": 1170,
      "acter": 1171,
      "Ġpat": 1172,
      "Ġcontain": 1173,
      "ep": 1174,
      "ellip": 1175,
      "Ġquartzite": 1176,
      "Ġcarbon": 1177,
      "ĠSoc": 1178,
      "ids": 1179,
      "stem": 1180,
      "Ġonly": 1181,
      "Ġmajor": 1182,
      "pper": 1183,
      "retaceous": 1184,
      "Ġdet": 1185,
      "Ġassociated": 1186,
      "ĠâĢ": 1187,
      "Ġsection": 1188,
      "hand": 1189,
      "iron": 1190,
      "Ġlarge": 1191,
      "Ġvolcanics": 1192,
      "Ġ'": 1193,
      "Ġdisc": 1194,
      "ograph": 1195,
      "Ġgranul": 1196,
      "Ġsmall": 1197,
      "Ġresult": 1198,
      "ined": 1199,
      "Ġmat": 1200,
      "ubl": 1201,
      "II": 1202,
      "Ġellip": 1203,
      "Ġol": 1204,
      "ĠDharwar": 1205,
      "20": 1206,
      "bhum": 1207,
      "cies": 1208,
      "du": 1209,
      "Ġboundary": 1210,
      "rict": 1211,
      "aur": 1212,
      "Ġ=": 1213,
      "ume": 1214,
      "are": 1215,
      "pect": 1216,
      "Ġcharacter": 1217,
      "Ġoverl": 1218,
      "Ġparallel": 1219,
      "ery": 1220,
      "owever": 1221,
      "Ġincre": 1222,
      "Ġoccurs": 1223,
      "Ġinv": 1224,
      "Ġincl": 1225,
      "Ġformed": 1226,
      "ĠSand": 1227,
      "Ġeast": 1228,
      "Ġknown": 1229,
      "Ġshort": 1230,
      "ffect": 1231,
      "Ġcleavage": 1232,
      "Ġpresent": 1233,
      "ĠRA": 1234,
      "Ġsedimentary": 1235,
      "ĠCretaceous": 1236,
      "Ġcomplex": 1237,
      "Ġused": 1238,
      "ĠStruct": 1239,
      "inental": 1240,
      "ĠSinghbhum": 1241,
      "ĠRaj": 1242,
      "rittle": 1243,
      "15": 1244,
      "aa": 1245,
      "Ġsimilar": 1246,
      "13": 1247,
      "Ġvert": 1248,
      "cle": 1249,
      "Â±": 1250,
      "ĠSub": 1251,
      "Ġdisplacement": 1252,
      "88": 1253,
      "ef": 1254,
      "obile": 1255,
      "Ġtype": 1256,
      "ravalli": 1257,
      "lect": 1258,
      "ĠPrec": 1259,
      "Ġdescrib": 1260,
      "ear": 1261,
      "els": 1262,
      "Ġcorrel": 1263,
      "kal": 1264,
      "Ġ0": 1265,
      "Ġter": 1266,
      "Ġdip": 1267,
      "ade": 1268,
      "ccess": 1269,
      "Ġfoliation": 1270,
      "ink": 1271,
      "als": 1272,
      "ĠPrecambrian": 1273,
      "Ġdeformed": 1274,
      "Ġsil": 1275,
      "ified": 1276,
      "rystall": 1277,
      "Ġpressure": 1278,
      "ĠSur": 1279,
      "Ġhist": 1280,
      "ismic": 1281,
      "Ġencl": 1282,
      "Ġif": 1283,
      "Ġtime": 1284,
      "aves": 1285,
      "Ġtrend": 1286,
      "Ġsect": 1287,
      "Ġmechanism": 1288,
      "eb": 1289,
      "hes": 1290,
      "ork": 1291,
      "Ġpres": 1292,
      "ĠSup": 1293,
      "ĠPalae": 1294,
      "ĠBh": 1295,
      "ĠLower": 1296,
      "Ġsuccess": 1297,
      "rol": 1298,
      "Ġgeomet": 1299,
      "matic": 1300,
      "Ġop": 1301,
      "Ġ17": 1302,
      "Ġclay": 1303,
      "ma": 1304,
      "press": 1305,
      "Ġfacies": 1306,
      "ada": 1307,
      "Ġpattern": 1308,
      "12": 1309,
      "yn": 1310,
      "ities": 1311,
      "Ġwest": 1312,
      "ratigraphy": 1313,
      "ook": 1314,
      "ĠSe": 1315,
      "ively": 1316,
      "Ġbl": 1317,
      "lying": 1318,
      "Ġnort": 1319,
      "ping": 1320,
      "Ġmicro": 1321,
      "Ġexample": 1322,
      "ĠGneiss": 1323,
      "Ġstructure": 1324,
      "ount": 1325,
      "land": 1326,
      "ĠAravalli": 1327,
      "Ġdomin": 1328,
      "ĠGran": 1329,
      "rich": 1330,
      "ual": 1331,
      "ĠSi": 1332,
      "Ġlong": 1333,
      "ĠThey": 1334,
      "Ġlocal": 1335,
      "Ġfossils": 1336,
      "ince": 1337,
      "ounger": 1338,
      "cip": 1339,
      "rr": 1340,
      "Ġareas": 1341,
      "orite": 1342,
      "rac": 1343,
      "Ġwhile": 1344,
      "slip": 1345,
      "ĠFault": 1346,
      "Ġboud": 1347,
      "Ġnon": 1348,
      "Ġstrike": 1349,
      "att": 1350,
      "Ġnum": 1351,
      "Ġsyn": 1352,
      "RA": 1353,
      "isc": 1354,
      "ĠMem": 1355,
      "Ġvery": 1356,
      "Ġmove": 1357,
      "Ġwhen": 1358,
      "Ġrem": 1359,
      "ote": 1360,
      "Ġsystem": 1361,
      "iferous": 1362,
      "Ġ14": 1363,
      "ĠUpper": 1364,
      "Ġoff": 1365,
      "phib": 1366,
      "Ġbeds": 1367,
      "Ġshap": 1368,
      "Ġthickness": 1369,
      "Ġintrus": 1370,
      "ov": 1371,
      "ences": 1372,
      "Ġbrittle": 1373,
      "ĠSp": 1374,
      "Ġunconform": 1375,
      "ons": 1376,
      "itions": 1377,
      "Ġgrad": 1378,
      "ake": 1379,
      "Ġacross": 1380,
      "Ġsuggest": 1381,
      "EE": 1382,
      "sc": 1383,
      "ĠPrad": 1384,
      "Ġhistory": 1385,
      "ient": 1386,
      "18": 1387,
      "ude": 1388,
      "ible": 1389,
      "ĠPradesh": 1390,
      "16": 1391,
      "inn": 1392,
      "ense": 1393,
      "ann": 1394,
      "ĠFor": 1395,
      "ods": 1396,
      "Ġrest": 1397,
      "Ġchange": 1398,
      "hem": 1399,
      "Ġpre": 1400,
      "ĠThere": 1401,
      "Ġcontact": 1402,
      "irst": 1403,
      "Ġlike": 1404,
      "Ġevolution": 1405,
      "Ġparts": 1406,
      "IT": 1407,
      "yro": 1408,
      "ially": 1409,
      "ills": 1410,
      "ĠUn": 1411,
      "Ġlevel": 1412,
      "erv": 1413,
      "arm": 1414,
      "Ġprin": 1415,
      "Ġany": 1416,
      "ris": 1417,
      "Ġstratigraphic": 1418,
      "Ġhorizontal": 1419,
      "ring": 1420,
      "olites": 1421,
      "Ġorig": 1422,
      "pret": 1423,
      "Ġran": 1424,
      "ina": 1425,
      "Ġstructural": 1426,
      "Ġtens": 1427,
      "rag": 1428,
      "14": 1429,
      "emper": 1430,
      "aw": 1431,
      "imes": 1432,
      "Ġmarine": 1433,
      "Ġbecause": 1434,
      "MB": 1435,
      "Ġgrow": 1436,
      "Ġextend": 1437,
      "ĠZone": 1438,
      "fter": 1439,
      "Ġdy": 1440,
      "ĠAnd": 1441,
      "Ġbased": 1442,
      "ĠVol": 1443,
      "Ġsouthern": 1444,
      "Ġi": 1445,
      "ivid": 1446,
      "IF": 1447,
      "Ġsame": 1448,
      "ĠChapter": 1449,
      "ength": 1450,
      "ie": 1451,
      "ani": 1452,
      "imens": 1453,
      "amp": 1454,
      "Ġcontinu": 1455,
      "Ġ198": 1456,
      "Ġdeposit": 1457,
      "HA": 1458,
      "Ġdep": 1459,
      "nock": 1460,
      "atic": 1461,
      "Ġexpl": 1462,
      "Ġprov": 1463,
      "Ġprincip": 1464,
      "kes": 1465,
      "viron": 1466,
      "Ġtoward": 1467,
      "Ġequ": 1468,
      "ĠMe": 1469,
      "Ġmeans": 1470,
      "Ġsign": 1471,
      "Ġboth": 1472,
      "ĠNo": 1473,
      "Ġprocess": 1474,
      "Ġgrey": 1475,
      "cent": 1476,
      "ject": 1477,
      "ĠEastern": 1478,
      "Ġcoll": 1479,
      "Ġinvol": 1480,
      "Ġvertical": 1481,
      "ga": 1482,
      "ogene": 1483,
      "ized": 1484,
      "Ġscale": 1485,
      "Ġtop": 1486,
      "Ġplastic": 1487,
      "iti": 1488,
      "ĠPen": 1489,
      "erred": 1490,
      "ĠCo": 1491,
      "Ġexposed": 1492,
      "Ġest": 1493,
      "rix": 1494,
      "Ġdiag": 1495,
      "akes": 1496,
      "55": 1497,
      "tic": 1498,
      "Ġrat": 1499,
      "Ġconsist": 1500,
      "Ġstratigraphy": 1501,
      "17": 1502,
      "Ġmobile": 1503,
      "Ġcond": 1504,
      "Ġvalley": 1505,
      "axial": 1506,
      "EN": 1507,
      "Ġlarg": 1508,
      "Ġunit": 1509,
      "Ġinterpret": 1510,
      "Ġphyll": 1511,
      "Ġlines": 1512,
      "ety": 1513,
      "ĠNe": 1514,
      "sem": 1515,
      "Ġcompos": 1516,
      "Ġabove": 1517,
      "aterial": 1518,
      "Ġpoint": 1519,
      "Ġwall": 1520,
      "Ġconf": 1521,
      "ĠKar": 1522,
      "Ġmetamorphic": 1523,
      "Ġgiven": 1524,
      "ĠStructural": 1525,
      "por": 1526,
      "Ġafter": 1527,
      "Ġless": 1528,
      "ĠAs": 1529,
      "Ġgranites": 1530,
      "Ġflows": 1531,
      "Ġte": 1532,
      "Ġindicate": 1533,
      "Ġmargin": 1534,
      "Ġdepth": 1535,
      "ty": 1536,
      "ĠIf": 1537,
      "Ġfolding": 1538,
      "Ġyounger": 1539,
      "mmet": 1540,
      "ould": 1541,
      "chae": 1542,
      "lier": 1543,
      "Ġer": 1544,
      "Ġthem": 1545,
      "elhi": 1546,
      "Ġformations": 1547,
      "ales": 1548,
      "Ġcase": 1549,
      "Ġcross": 1550,
      "Ġdue": 1551,
      "Ġmaterial": 1552,
      "ĠNorth": 1553,
      "Ġplate": 1554,
      "25": 1555,
      "nal": 1556,
      "Ġapp": 1557,
      "Ġtherefore": 1558,
      "hear": 1559,
      "ages": 1560,
      "och": 1561,
      "way": 1562,
      "ĠGhat": 1563,
      "ĠPubl": 1564,
      "duction": 1565,
      "onal": 1566,
      "ational": 1567,
      "ĠMiddle": 1568,
      "Ġparticular": 1569,
      "after": 1570,
      "Ġamphib": 1571,
      "66": 1572,
      "Ġthen": 1573,
      "Ġfe": 1574,
      "Ġmade": 1575,
      "Ġnew": 1576,
      "Ġgreen": 1577,
      "ĠHimalayan": 1578,
      "ĠTri": 1579,
      "Ġages": 1580,
      "Ġgranulite": 1581,
      "iri": 1582,
      "Ġfirst": 1583,
      "Ġdol": 1584,
      "iot": 1585,
      "Ġanal": 1586,
      "Ġcontinental": 1587,
      "ported": 1588,
      "23": 1589,
      "hal": 1590,
      "ually": 1591,
      "oll": 1592,
      "Ġmatrix": 1593,
      "Ġtra": 1594,
      "ĠTrap": 1595,
      "ull": 1596,
      "Ġthose": 1597,
      "apir": 1598,
      "Ġ30": 1599,
      "Ġgeolog": 1600,
      "atern": 1601,
      "Ġenviron": 1602,
      "ĠJournal": 1603,
      "walik": 1604,
      "Ġenclaves": 1605,
      "line": 1606,
      "atures": 1607,
      "aries": 1608,
      "Ġcur": 1609,
      "Ġclass": 1610,
      "insular": 1611,
      "Ġconsidered": 1612,
      "26": 1613,
      "ES": 1614,
      "Ġrelations": 1615,
      "ĠSiwalik": 1616,
      "aternary": 1617,
      "77": 1618,
      "Ġtemper": 1619,
      "ĠRam": 1620,
      "stones": 1621,
      "ophy": 1622,
      "ergroup": 1623,
      "ashm": 1624,
      "LL": 1625,
      "arnet": 1626,
      "anite": 1627,
      "Ġbod": 1628,
      "Ġcoast": 1629,
      "Ġrift": 1630,
      "ĠBasin": 1631,
      "Ġstudies": 1632,
      "Ġcases": 1633,
      "rab": 1634,
      "Ġsuccession": 1635,
      "ĠÎ": 1636,
      "ica": 1637,
      "Ġlater": 1638,
      "Ġstret": 1639,
      "Ġdepend": 1640,
      "veral": 1641,
      "Ġseveral": 1642,
      "ylon": 1643,
      "gress": 1644,
      "ĠBo": 1645,
      "amm": 1646,
      "ustr": 1647,
      "Ġjoints": 1648,
      "Ġschists": 1649,
      "Ġprincipal": 1650,
      "ded": 1651,
      "ĠBar": 1652,
      "ĠLate": 1653,
      "ĠSupergroup": 1654,
      "urther": 1655,
      "Ġchang": 1656,
      "Ġsurfaces": 1657,
      "Ġangle": 1658,
      "eries": 1659,
      "ise": 1660,
      "Ġwestern": 1661,
      "ĠCl": 1662,
      "Ġinformation": 1663,
      "Ġrotation": 1664,
      "Ġfollowed": 1665,
      "ĠBIF": 1666,
      "amin": 1667,
      "ility": 1668,
      "ĠHowever": 1669,
      "Ġseismic": 1670,
      "erence": 1671,
      "Ġdevelopment": 1672,
      "oh": 1673,
      "Ġcir": 1674,
      "Ġcompon": 1675,
      "llll": 1676,
      "ĠQuaternary": 1677,
      "Ġshortening": 1678,
      "Ġdescribed": 1679,
      "30": 1680,
      "rish": 1681,
      "plic": 1682,
      "hyan": 1683,
      "Ġvolume": 1684,
      "armada": 1685,
      "chaean": 1686,
      "ashmir": 1687,
      "ident": 1688,
      "ĠWe": 1689,
      "Ġregion": 1690,
      "Ġtypes": 1691,
      "bed": 1692,
      "ĠčĊ": 1693,
      "olith": 1694,
      "ching": 1695,
      "ophys": 1696,
      "rishn": 1697,
      "read": 1698,
      "Ġband": 1699,
      "Ġlength": 1700,
      "Ġunits": 1701,
      "Ġdiapir": 1702,
      "IC": 1703,
      "vial": 1704,
      "Ġra": 1705,
      "ĠPerm": 1706,
      "Ġcy": 1707,
      "Ġem": 1708,
      "Ġaxes": 1709,
      "ification": 1710,
      "Ġcommonly": 1711,
      "Ġshape": 1712,
      "Ġconditions": 1713,
      "SS": 1714,
      "ium": 1715,
      "Ġstate": 1716,
      "ĠBeng": 1717,
      "ĠWestern": 1718,
      "Ġregional": 1719,
      "of": 1720,
      "Ġ/": 1721,
      "Ġlav": 1722,
      "Ġeach": 1723,
      "Ġshows": 1724,
      "Ġextensional": 1725,
      "Ġvarious": 1726,
      "mar": 1727,
      "Ġeffect": 1728,
      "Ġbre": 1729,
      "ĠSpec": 1730,
      "Ġhow": 1731,
      "Ġmetamorphism": 1732,
      "inct": 1733,
      "ĠTable": 1734,
      "igher": 1735,
      "Ġclose": 1736,
      "Ġminerals": 1737,
      "Ġspec": 1738,
      "ice": 1739,
      "una": 1740,
      "Ġsignific": 1741,
      "roterozoic": 1742,
      "ĠKashmir": 1743,
      "Ġgeological": 1744,
      "Ġrecord": 1745,
      "uk": 1746,
      "Ġx": 1747,
      "ank": 1748,
      "Ġforms": 1749,
      "Ġobs": 1750,
      "Ġcrit": 1751,
      "Ġposs": 1752,
      "Ġnam": 1753,
      "ocl": 1754,
      "umul": 1755,
      "ĠEarly": 1756,
      "Ġmechanisms": 1757,
      "24": 1758,
      "bric": 1759,
      "ĠLim": 1760,
      "ize": 1761,
      "ocks": 1762,
      "Ġseparated": 1763,
      "Ġsections": 1764,
      "istic": 1765,
      "UR": 1766,
      "lu": 1767,
      "ves": 1768,
      "Ġsense": 1769,
      "Ġcentral": 1770,
      "ict": 1771,
      "ĠSout": 1772,
      "pendicular": 1773,
      "loc": 1774,
      "ood": 1775,
      "Ġfew": 1776,
      "Ġend": 1777,
      "ĠDelhi": 1778,
      "Ġfact": 1779,
      "ratigraphic": 1780,
      "rent": 1781,
      "Ġdeposits": 1782,
      "ĠProterozoic": 1783,
      "Ġdiagram": 1784,
      "ĠGhats": 1785,
      "les": 1786,
      "Ġcaus": 1787,
      "Ġsea": 1788,
      "udd": 1789,
      "Ġgeology": 1790,
      "ĠQuartz": 1791,
      "ĠComple": 1792,
      "ane": 1793,
      "Ġalkal": 1794,
      "Ġgeometry": 1795,
      "ĠTectonic": 1796,
      "other": 1797,
      "ĠPlate": 1798,
      "Ġfluid": 1799,
      "Ġnorthern": 1800,
      "ope": 1801,
      "ora": 1802,
      "Ġprob": 1803,
      "Ġweak": 1804,
      "Ġinclud": 1805,
      "sembl": 1806,
      "ision": 1807,
      "edge": 1808,
      "ĠBelt": 1809,
      "ĠFold": 1810,
      "Ġmainly": 1811,
      "rus": 1812,
      "yp": 1813,
      "ultram": 1814,
      "oproterozoic": 1815,
      "ĠComplex": 1816,
      "21": 1817,
      "ier": 1818,
      "most": 1819,
      "Ġpure": 1820,
      "ĠMes": 1821,
      "ribution": 1822,
      "Ġglac": 1823,
      "ĠSurv": 1824,
      "Ġorigin": 1825,
      "Ġdykes": 1826,
      "enite": 1827,
      "Ġnow": 1828,
      "Ġexper": 1829,
      "action": 1830,
      "Ġperpendicular": 1831,
      "ĠSandstone": 1832,
      "ges": 1833,
      "yd": 1834,
      "ĠSome": 1835,
      "dd": 1836,
      "pura": 1837,
      "imum": 1838,
      "ĠRes": 1839,
      "ĠLith": 1840,
      "Ġsedimentation": 1841,
      "scale": 1842,
      "ĠPeninsular": 1843,
      "bas": 1844,
      "nn": 1845,
      "Ġill": 1846,
      "Ġcent": 1847,
      "ĠSim": 1848,
      "Ġlat": 1849,
      "Ġeastern": 1850,
      "ĠAll": 1851,
      "Ġcontract": 1852,
      "assive": 1853,
      "Ġcharnock": 1854,
      "Ġfels": 1855,
      "Ġcontains": 1856,
      "Ġreflect": 1857,
      "onian": 1858,
      "ara": 1859,
      "Ġprom": 1860,
      "Ġwid": 1861,
      "ĠCentral": 1862,
      "AA": 1863,
      "omite": 1864,
      "ecton": 1865,
      "odav": 1866,
      "Ġsubs": 1867,
      "Ġlinear": 1868,
      "Ġcrustal": 1869,
      "Ġconsider": 1870,
      "odavari": 1871,
      "60": 1872,
      "OR": 1873,
      "oy": 1874,
      "ĠPal": 1875,
      "Ġshall": 1876,
      "Ġprodu": 1877,
      "Ġmodels": 1878,
      "Ġparticularly": 1879,
      "ĠPermian": 1880,
      "Ġident": 1881,
      "Ġtr": 1882,
      "osity": 1883,
      ");": 1884,
      "AD": 1885,
      "oration": 1886,
      "ĠCont": 1887,
      "Ġreported": 1888,
      "verse": 1889,
      "Ġrate": 1890,
      "Ġperi": 1891,
      "Ġvolcanic": 1892,
      "Ġbasalts": 1893,
      "ĠSci": 1894,
      "28": 1895,
      "get": 1896,
      "anj": 1897,
      "Ġgarnet": 1898,
      "Ġthin": 1899,
      "ĠGl": 1900,
      "ĠEv": 1901,
      "pear": 1902,
      "ĠMah": 1903,
      "angal": 1904,
      "orthos": 1905,
      "Ġrepresented": 1906,
      "ĠArchaean": 1907,
      "oli": 1908,
      "Ġdec": 1909,
      "Ġassembl": 1910,
      "Ġbasalt": 1911,
      "ĠOr": 1912,
      "Ġaxis": 1913,
      "Ġearlier": 1914,
      "cond": 1915,
      "oids": 1916,
      "alu": 1917,
      "Ġmig": 1918,
      "ĠMad": 1919,
      "ĠNarmada": 1920,
      "ĠEar": 1921,
      "Ġetc": 1922,
      "Ġtectonics": 1923,
      "Ġpresence": 1924,
      "Ġanalys": 1925,
      "garh": 1926,
      "itional": 1927,
      "Ġeven": 1928,
      "view": 1929,
      "Ġvect": 1930,
      "io": 1931,
      "oly": 1932,
      "idence": 1933,
      "Ġorth": 1934,
      "eeee": 1935,
      "ĠTriassic": 1936,
      "Ġwork": 1937,
      "upt": 1938,
      "que": 1939,
      "Ġsuite": 1940,
      "ĠOn": 1941,
      "Ġtrending": 1942,
      "mmetric": 1943,
      "Ġtemperature": 1944,
      "rim": 1945,
      "itu": 1946,
      "asts": 1947,
      "urn": 1948,
      "leist": 1949,
      "ĠVolcan": 1950,
      "Ġchanges": 1951,
      "leistocene": 1952,
      "cont": 1953,
      "uth": 1954,
      "abb": 1955,
      "Ġclos": 1956,
      "AND": 1957,
      "Ġregime": 1958,
      "reng": 1959,
      "Ġveins": 1960,
      "ĠGranite": 1961,
      "Ġprobably": 1962,
      "kar": 1963,
      "pond": 1964,
      "tra": 1965,
      "Ġbu": 1966,
      "Ġvi": 1967,
      "Ġbelow": 1968,
      "âĢĻ": 1969,
      "achal": 1970,
      "Ġorogenic": 1971,
      "racrust": 1972,
      "ivided": 1973,
      "Ġenvironment": 1974,
      "Ġsignificant": 1975,
      "osp": 1976,
      "adi": 1977,
      "Ġshallow": 1978,
      "CC": 1979,
      "Ġmust": 1980,
      "Ġbeing": 1981,
      "see": 1982,
      "Ġ40": 1983,
      "Ġshowing": 1984,
      "Ġactiv": 1985,
      "lif": 1986,
      "ĠShear": 1987,
      "Ġgrav": 1988,
      "ĠAt": 1989,
      "ĠKh": 1990,
      "uctile": 1991,
      "rength": 1992,
      "UM": 1993,
      "co": 1994,
      "khand": 1995,
      "ati": 1996,
      "ished": 1997,
      "Ġperm": 1998,
      "Ġmafic": 1999,
      "ĠPleistocene": 2000,
      "Ġ25": 2001,
      "ĠLine": 2002,
      "Ġadd": 2003,
      "Ġcorrelation": 2004,
      ".)": 2005,
      "TA": 2006,
      "face": 2007,
      "ival": 2008,
      "Ġmeth": 2009,
      "ribut": 2010,
      "ĠEarth": 2011,
      "iary": 2012,
      "erved": 2013,
      "ĠMet": 2014,
      "cept": 2015,
      "ostratigraphy": 2016,
      "Ġuplif": 2017,
      "ociety": 2018,
      "Ġstretching": 2019,
      "Ġview": 2020,
      "set": 2021,
      "ĠSociety": 2022,
      "Ġstrength": 2023,
      "Ġearly": 2024,
      "ĠMar": 2025,
      "ĠPale": 2026,
      "ĠOl": 2027,
      "Ġchapter": 2028,
      "Ġmarked": 2029,
      "Ġaccumul": 2030,
      "..": 2031,
      "uj": 2032,
      "ĠSuch": 2033,
      "urassic": 2034,
      "Ġconn": 2035,
      "Ġvisc": 2036,
      "Ġplot": 2037,
      "ella": 2038,
      "Ġoverlying": 2039,
      "Ġappear": 2040,
      "Ġreference": 2041,
      "Ġgrains": 2042,
      "27": 2043,
      "99": 2044,
      "DC": 2045,
      "RO": 2046,
      "ĠSon": 2047,
      "Ġstrat": 2048,
      "ogn": 2049,
      "aps": 2050,
      "astar": 2051,
      "Ġprof": 2052,
      "ples": 2053,
      "ization": 2054,
      "Ġyield": 2055,
      "Ġsequences": 2056,
      "Ġellipso": 2057,
      "Ġgrowth": 2058,
      "Ed": 2059,
      "eg": 2060,
      "formation": 2061,
      "icate": 2062,
      "Ġdown": 2063,
      "Ġway": 2064,
      "let": 2065,
      "uss": 2066,
      "Ġhigher": 2067,
      "Ġbasic": 2068,
      "ĠEx": 2069,
      "iiii": 2070,
      "Ġelement": 2071,
      "44": 2072,
      "Ġcher": 2073,
      "Ġpalae": 2074,
      "ingle": 2075,
      "omorph": 2076,
      "Ġhing": 2077,
      "0000": 2078,
      "ung": 2079,
      "Ġreferred": 2080,
      "Ġrange": 2081,
      "ĠLimestone": 2082,
      "crop": 2083,
      "hip": 2084,
      "Ġent": 2085,
      "Ġsingle": 2086,
      "Ġmylon": 2087,
      "ĠSat": 2088,
      "Ġgroup": 2089,
      "ĠAss": 2090,
      "Ġmeas": 2091,
      "Ġolder": 2092,
      "AM": 2093,
      "ti": 2094,
      "Ġmax": 2095,
      "ĠBastar": 2096,
      "Ġstresses": 2097,
      "Ġlineation": 2098,
      "Ġboudins": 2099,
      "mal": 2100,
      "reg": 2101,
      "Ġpath": 2102,
      "ĠCudd": 2103,
      "app": 2104,
      "Ġ60": 2105,
      "Ġdisloc": 2106,
      "Ġgenerally": 2107,
      "Ġearth": 2108,
      "mod": 2109,
      "oid": 2110,
      "atus": 2111,
      "Ġeas": 2112,
      "apah": 2113,
      "very": 2114,
      "essent": 2115,
      "Ġrepresents": 2116,
      "Ġcontaining": 2117,
      "hot": 2118,
      "Ġultram": 2119,
      "Ġessent": 2120,
      "isation": 2121,
      "imate": 2122,
      "ĠPet": 2123,
      "Ġshales": 2124,
      "Ġcontr": 2125,
      "Ġatt": 2126,
      "Ġkine": 2127,
      "antle": 2128,
      "Ġfaulting": 2129,
      "Ġfollowing": 2130,
      "orthosite": 2131,
      "Ġour": 2132,
      "Ġbase": 2133,
      "pert": 2134,
      "Ġforming": 2135,
      "pp": 2136,
      "Ġtend": 2137,
      "Ġwater": 2138,
      "cean": 2139,
      "ĠFm": 2140,
      "Ġcould": 2141,
      "ertiary": 2142,
      "Ġdeveloped": 2143,
      "29": 2144,
      "Ġthough": 2145,
      "ĠGang": 2146,
      "ĠNew": 2147,
      "umm": 2148,
      "illim": 2149,
      "Ġfolded": 2150,
      "ertain": 2151,
      "ding": 2152,
      "Ġfrict": 2153,
      "ĠTal": 2154,
      "ĠKal": 2155,
      "Ġrelative": 2156,
      "Ġgener": 2157,
      "Ġaxial": 2158,
      "ĠShale": 2159,
      "Ġterrain": 2160,
      "Ġmovement": 2161,
      "imensional": 2162,
      "abbro": 2163,
      "iocene": 2164,
      "eras": 2165,
      "Ġpor": 2166,
      "ĠRa": 2167,
      "Ġ28": 2168,
      "Ġpatterns": 2169,
      "Ġgreenstone": 2170,
      "iotite": 2171,
      "Ġrelationship": 2172,
      "Ġillustr": 2173,
      "36": 2174,
      "west": 2175,
      "Ġcore": 2176,
      "asth": 2177,
      "ĠCambrian": 2178,
      "ĠBl": 2179,
      "ĠNag": 2180,
      "ĠHence": 2181,
      "Ġsandstones": 2182,
      "Ġminor": 2183,
      "Ġintrud": 2184,
      "ĠAmer": 2185,
      "Ġprominent": 2186,
      "Ġellipsoid": 2187,
      "35": 2188,
      "Ġpeb": 2189,
      "though": 2190,
      "ĠJurassic": 2191,
      "Ġindicates": 2192,
      "Ġoutcrop": 2193,
      "Ġanalysis": 2194,
      "asthan": 2195,
      "Ġsitu": 2196,
      "anc": 2197,
      "Ġductile": 2198,
      "Ġmiddle": 2199,
      "ĠBi": 2200,
      "utch": 2201,
      "70": 2202,
      "ared": 2203,
      "rong": 2204,
      "sil": 2205,
      "Ġhere": 2206,
      "heast": 2207,
      "Ġtoget": 2208,
      "respond": 2209,
      "Ġdeep": 2210,
      "tst": 2211,
      "ading": 2212,
      "indhyan": 2213,
      "Ġjoint": 2214,
      "Ġriver": 2215,
      "Ġarc": 2216,
      "ĠRajasthan": 2217,
      "yrox": 2218,
      "ĠCuddapah": 2219,
      "Ġtogether": 2220,
      "itut": 2221,
      "Ġcryst": 2222,
      "Ġinst": 2223,
      "omes": 2224,
      "Ġfabric": 2225,
      "ĠWhat": 2226,
      "Ġcover": 2227,
      "eep": 2228,
      "Ġnumber": 2229,
      "TT": 2230,
      "Ġdivided": 2231,
      "stand": 2232,
      "Ġ26": 2233,
      "Ġbelong": 2234,
      "Ġshearing": 2235,
      "ĠStrain": 2236,
      "Ġadj": 2237,
      "Ġdiscuss": 2238,
      "Ġtext": 2239,
      "Ġfeatures": 2240,
      "section": 2241,
      "Ġ)": 2242,
      "Ġcontro": 2243,
      "Ġ80": 2244,
      "rappe": 2245,
      "Ġterms": 2246,
      "Ġsetting": 2247,
      "Ġunconformity": 2248,
      "Ch": 2249,
      "Pb": 2250,
      "ire": 2251,
      "uff": 2252,
      "inate": 2253,
      "eds": 2254,
      "urga": 2255,
      "Ġshel": 2256,
      "Ġrespect": 2257,
      "Ġtypically": 2258,
      "Ġboudin": 2259,
      "hel": 2260,
      "Ġside": 2261,
      "etic": 2262,
      "iding": 2263,
      "ĠThrust": 2264,
      "Ġgreat": 2265,
      "Ġcorrespond": 2266,
      "ashtra": 2267,
      "Ġphase": 2268,
      "pression": 2269,
      "ĠSpiti": 2270,
      "Ġdolomite": 2271,
      "Ġcomponent": 2272,
      "GMB": 2273,
      "ms": 2274,
      "aria": 2275,
      "ited": 2276,
      "Ġaren": 2277,
      "ĠCon": 2278,
      "ĠNote": 2279,
      "rained": 2280,
      "ĠVindhyan": 2281,
      "Ġ70": 2282,
      "formed": 2283,
      "Sr": 2284,
      "ev": 2285,
      "Ġ.": 2286,
      "Ġsour": 2287,
      "atural": 2288,
      "Ġmon": 2289,
      "abas": 2290,
      "shore": 2291,
      "ĠPlateau": 2292,
      "HAR": 2293,
      "YA": 2294,
      "Ġ<": 2295,
      "Ġfo": 2296,
      "Ġpos": 2297,
      "osaur": 2298,
      "ams": 2299,
      "ament": 2300,
      "ĠRb": 2301,
      "ĠKutch": 2302,
      "ĠEocene": 2303,
      "Ġplut": 2304,
      "ĠFormations": 2305,
      "Ġboundaries": 2306,
      "Ġamphibolite": 2307,
      "Ġmeasure": 2308,
      "40": 2309,
      "hh": 2310,
      "usion": 2311,
      "ĠMin": 2312,
      "ĠMal": 2313,
      "ected": 2314,
      "umb": 2315,
      "anging": 2316,
      "ĠChit": 2317,
      "Ġquartzites": 2318,
      "Ġagain": 2319,
      "la": 2320,
      "Ġbur": 2321,
      "Ġlink": 2322,
      "Ġrequ": 2323,
      "ogen": 2324,
      "Ġgranitic": 2325,
      "wara": 2326,
      "aced": 2327,
      "Ġevent": 2328,
      "Ġuse": 2329,
      "1111": 2330,
      "Ġsupracrust": 2331,
      "Ġessentially": 2332,
      "uvi": 2333,
      "wall": 2334,
      "âĪ": 2335,
      "Ġsomet": 2336,
      "aled": 2337,
      "Ġmantle": 2338,
      "Ġwould": 2339,
      "Ġlo": 2340,
      "ets": 2341,
      "ĠHol": 2342,
      "ensis": 2343,
      "Ġcompris": 2344,
      "ternal": 2345,
      "Ġimp": 2346,
      "76": 2347,
      "ex": 2348,
      "Ġmuch": 2349,
      "Ġ35": 2350,
      "Ġprogress": 2351,
      "Ġusef": 2352,
      "Ġuseful": 2353,
      "RI": 2354,
      "Ġrich": 2355,
      "ently": 2356,
      "Ġthus": 2357,
      "amet": 2358,
      "Ġcompaction": 2359,
      "angle": 2360,
      "Ġevents": 2361,
      "Ġlineations": 2362,
      "Ġplanes": 2363,
      "Ġdistribution": 2364,
      "Ġstudy": 2365,
      "areous": 2366,
      "Ġcharacteristic": 2367,
      "34": 2368,
      "hra": 2369,
      "jor": 2370,
      "Ġcrystall": 2371,
      "Ġmed": 2372,
      "ĠEGMB": 2373,
      "Ġplaces": 2374,
      "cles": 2375,
      "Ġdifference": 2376,
      "Ġdifferential": 2377,
      "Ġelastic": 2378,
      "Ġdoes": 2379,
      "Ġcontrast": 2380,
      "Ġ,": 2381,
      "ining": 2382,
      "ark": 2383,
      "ither": 2384,
      "Ġsecond": 2385,
      "ensity": 2386,
      "Ġoccurring": 2387,
      "Ġrecogn": 2388,
      "Ġoverlain": 2389,
      "Ġtensile": 2390,
      "Ġrare": 2391,
      "Ġpossible": 2392,
      "Ġmaximum": 2393,
      "uvium": 2394,
      "Ġinit": 2395,
      "olitic": 2396,
      "Ġlook": 2397,
      "ĠGre": 2398,
      "Ġsets": 2399,
      "ographic": 2400,
      "Ġstrata": 2401,
      "illimanite": 2402,
      "32": 2403,
      "37": 2404,
      "dimensional": 2405,
      "trappe": 2406,
      "yan": 2407,
      "role": 2408,
      "ĠMain": 2409,
      "ĠMiocene": 2410,
      "Ġfauna": 2411,
      "Ġregard": 2412,
      "ramp": 2413,
      "Ġlocally": 2414,
      "Ġdeposition": 2415,
      "olei": 2416,
      "Ġphases": 2417,
      "ĠâĢ¢": 2418,
      "ĠSea": 2419,
      "Ġlarger": 2420,
      "Ġexperiment": 2421,
      "Ġ&": 2422,
      "Ġsize": 2423,
      "arp": 2424,
      "Ġplanar": 2425,
      "Ġbecomes": 2426,
      "Ġsiltst": 2427,
      "Ġcontinuous": 2428,
      "ĠBengal": 2429,
      "Ġbreak": 2430,
      "Ġfelsic": 2431,
      "Ġassemblage": 2432,
      "ha": 2433,
      "ok": 2434,
      "til": 2435,
      "Ã©": 2436,
      "Ġlit": 2437,
      "Ġisot": 2438,
      "Ġdetail": 2439,
      "Ġobserv": 2440,
      "roleum": 2441,
      "MA": 2442,
      "Ġwide": 2443,
      "isting": 2444,
      "akrishn": 2445,
      "aving": 2446,
      "Ġmean": 2447,
      "Ġcarbonate": 2448,
      "Ġblocks": 2449,
      "Ġbodies": 2450,
      "Ġtuff": 2451,
      "Ġhom": 2452,
      "ĠCen": 2453,
      "ĠBund": 2454,
      "Ġprocesses": 2455,
      "ĠSouth": 2456,
      "ĠQuartzite": 2457,
      "Ġgravity": 2458,
      "sical": 2459,
      "tal": 2460,
      "Ġtip": 2461,
      "Ġbro": 2462,
      "rack": 2463,
      "ĠTertiary": 2464,
      "omb": 2465,
      "ochem": 2466,
      "Ġ21": 2467,
      "ored": 2468,
