#version: 0.2
t i
t a
t h
r e
t o
t s
t th
o n
t e
i n
tth e
, \
. \
n d
a l
t f
t c
t r
e r
ti on
o r
e n
t d
ti n
to f
e s
a r
t b
t w
t p
t m
ta nd
a n
l e
i c
t re
h e
i s
l a
t u
in g
e d
a tion
u l
o m
o l
ti s
t to
or m
s s
a c
to r
o u
t l
e c
o w
i g
te r
td e
n s
a t
l y
v e
tr a
u c
u re
tb e
f orm
o c
a s
a ul
t g
to n
u r
ta l
tu re
ti c
i m
te d
t n
tth at
ta re
l i
tf aul
ta n
t T
) \
u s
form ation
n F
o s
td i
he ar
c e
tf r
tc on
ig ure
e l
te x
t y
tw i
v er
ta s
ts tre
tm a
tra in
i on
' ,
Ġ '
g e
o g
i d
r a
ts hear
: \
en t
z on
r o
tw e
tde formation
oc k
tm o
tb y
ts h
m p
tstre ss
nF igure
tr uc
ture s
tf ol
tf or
â Ģ
s e
tc an
m e
t la
ts train
p e
tT he
n T
f f
tc om
in e
twi th
t I
n c
t S
tfaul t
ts e
y s
t zon
. ',
tr ock
tw h
e re
( \
) .\
q u
n S
li p
tin g
a nd
al ly
om e
he re
a p
t te
tfol d
y er
tf orm
r i
ts truc
ta c
i r
t A
tion s
a te
t v
tr i
th er
l l
tfaul ts
tc h
tla yer
p re
ĵ \
âĢ ĵ\
td is
u m
te n
ol og
m ent
tfr om
ere n
o t
tfr ac
ta t
on g
p h
in s
al l
o re
tm e
n f
o in
i al
tp ar
1 9
s o
p p
ta tion
an s
es s
m a
tre s
uc h
la s
p le
te ns
tr o
n th
tw here
i l
i ty
n p
us t
tdi ff
tp l
ou s
l ow
n C
k e
i en
ation s
n A
tzon e
im en
n e
ig h
tstruc tures
al t
nT he
tp re
t le
ou nd
tth is
tu r
tens ion
a ted
is m
ow n
tre la
e olog
u t
tmo d
tp ro
f ac
t F
al le
tp r
a ve
re c
las tic
ti ve
te s
ur ing
tma y
tI n
ic h
h an
a v
ts im
ic al
tw o
el d
ur fac
twe en
ul ar
tg ra
tT h
n i
tl ine
n Ï
ta r
tdiff eren
t C
o d
2 0
t W
ta b
trock s
a d
tc r
tbe tween
a ge
t M
n P
tpl an
a b
td uring
n D
n R
g h
ts alt
tmod el
i le
t H
al e
ec han
ti t
a g
t k
er al
tal so
tor ien
tcon s
th ave
tmo re
tu s
twh ich
p la
t G
tth r
tn ot
p er
ton e
tcom p
i eld
ts urfac
en ts
tic al
ts uch
t tr
tex tension
a mp
nd e
n g
l u
ou gh
nÏ ĥ
tlayer s
ve l
nth e
t P
n B
ar d
tp er
t ver
tdi rec
re d
tr ic
1 0
ec tion
ta x
ton ic
as e
tzon es
d e
) ,\
i te
n b
n M
td a
tfold s
tur al
o p
t two
ti mp
u b
d i
pe nd
tn e
tal ong
en ce
c ur
tin c
t B
to b
n J
m on
twi ll
and s
ts ome
tin ter
i p
t N
re e
i ve
n w
n al
t j
ac tion
tm echan
t ty
n a
tb ut
er s
an g
ts lip
ec t
n m
tan t
tTh is
os t
c tonic
n I
to c
u la
ol u
le av
tfrac tures
t R
F igure
oin t
tf low
ar y
ss ure
tre f
ter m
n o
d ing
to ther
i ation
to ver
1 1
v en
pla ce
n G
a us
tfrac ture
tm in
n in
tf ield
tth an
tsurfac e
p ar
te l
1 2
tre g
n E
ar i
tsim ple
tdifferen t
ts ta
ti f
tl ow
form ed
tg e
oin ts
t tle
ou r
tda ta
toc cur
leav age
n re
a x
orm al
1 6
tc o
tl i
as es
l es
tb ec
ic k
ap ter
ou t
th igh
tsh own
i z
tdirec tion
d uc
place ment
r ow
tl y
tthe re
tplan e
amp le
og en
ttr ans
n H
c ale
tthe y
tcom mon
alle l
t ti
ys tal
ph ic
or i
t qu
s t
ed imen
ri ttle
in es
torien tation
a k
t E
th as
i b
n L
ma tic
ti ts
el l
ori zon
tin to
tsh ow
= \
ts p
ul d
tg en
a me
v ed
ta m
os e
eolog y
c h
ou d
n W
m ents
ts o
tte ctonic
pre s
orizon tal
tel lip
1 8
s ion
t D
en s
an ge
tw all
1 5
tc leavage
ac h
i ti
t term
vel op
n Î
ti nd
o o
tmin eral
in ed
an y
aul t
a y
f t
n h
1 7
alle d
r ac
tn ormal
tsh or
tu nd
ax ial
tb as
tu p
s lip
pre ss
ic ally
tl ar
tmechan ism
ro ss
1 3
tty p
? \
tan g
tri ke
nc on
aus e
m s
ts edimen
tl oc
tge ome
in c
tm ar
lu id
ts ub
tde f
tre ss
ol d
tinc re
or tant
tre pres
m all
v es
tcon tr
tpre ssure
a ture
td o
tp h
tn o
e w
g ra
y l
tr y
tdis placement
tus ed
tfol iation
tres ul
tb rittle
ta pp
th e
en g
w ard
tex ample
tm ost
tcr ust
n l
v i
tac c
e ver
tc ol
tor y
tb ands
tb oud
tp lastic
la te
tW h
f ore
r ic
tc alled
twh ile
ate s
ten ing
tme ans
y m
t z
ta d
is c
imen sion
at ter
tte ns
th orizontal
g es
ec tor
- \
tex p
trela ted
twh en
1 4
s er
ta in
le c
tthr ough
tde velop
tgra in
th ow
tre c
id e
mp er
truc tural
tde formed
timp ortant
inc ip
eng th
nd i
ys te
or d
tin u
tthe ir
tf luid
igh t
n n
ti m
ism ic
olu me
tind ic
ts mall
td om
le d
oc ess
tg row
d en
tth ick
ym me
n and
tw ell
tp a
tu se
n t
tpar t
incip al
o ss
tp or
tch ange
tab out
our nal
ac k
tdis c
p s
ss ive
ap ir
tm any
tra ti
tk n
h apter
i tion
on d
tc la
tp oint
th is
td es
tl ines
tver tical
en se
an t
v ol
tc l
tm ic
tform ed
u e
tn on
tan y
tdi ag
19 9
c ri
tthe n
ter s
o th
ter ial
20 0
tj oints
n ess
tpar tic
2 2
a pe
o te
tg eolog
tpar allel
nJ ournal
ti ll
ts trike
tmo ve
tri x
i f
tare a
a m
tth ree
tro ta
tro tation
tar y
ts ame
ton ly
ten t
tam or
l oc
t O
tan al
ir c
tshor tening
e ous
tc ases
ic ular
pend icular
ts yste
nde formation
ta ss
tthr ust
oo k
v id
ti al
tax es
t L
in d
tb ound
Ġ' ',
ine matic
tcons id
tc ase
tsta te
l ic
n k
ts ection
tch ing
3 0
tf ac
tf ound
tion al
ar tz
tdi apir
tma terial
treg im
tu ni
tang le
tde p
tra te
ne x
tp atter
he d
us ion
tund er
i li
tH ow
tI f
n N
tpr ocess
press ion
th ing
tde pend
tsh ape
tform ation
mper ature
re s
in k
tin vol
ab le
2 1
b er
tbe en
tver y
this tory
19 8
nC hapter
tcommon ly
tmechanism s
tdes cri
tma trix
tstruc ture
tv olume
o ve
t U
tc en
er red
tin formation
tl ess
eren ce
tF or
i an
is ts
tg i
tbec ause
in n
tI t
tpr incipal
tcr ystal
tG eology
nI n
no f
ymme tric
v al
oc i
textension al
tli th
Â °
tv ari
c es
t J
tloc al
tgeome try
n or
Ļ \
tor ogen
ec tions
âĢ Ļ\
r os
tp ure
tl ength
tgen er
tamor phic
is s
so id
tlar ge
tdiag ra
ts ense
ng th
k es
tc irc
ec ts
i es
l an
tfold ing
yl on
r ystal
pp er
tper pendicular
te ff
twe ak
ys is
om p
tse t
il ar
i th
t ve
tex per
tlow er
ti le
te ach
olu tion
a re
n O
p or
r an
la nd
tac ross
tv ector
tob ser
f ul
o x
tthe se
tc ur
trela tive
tti me
a ys
is tic
tdi p
tse par
tse ismic
tmineral s
o ph
pp ing
tl im
b u
ti v
ar ac
la p
tan ce
tqu artz
tdom in
arac ter
2 6
l ock
ti es
te qu
os ity
tstruc tural
tcomp on
ili ty
te nd
tof f
tb oth
tty pe
tsedimen tary
tdep th
i tes
th od
es t
ic s
um ula
tpl ot
tW e
iz e
tcontr action
2 4
tS tructural
tdescri b
ta p
tres p
ple x
till us
ts cale
tc ri
os ed
tstre ngth
tax is
ang le
tellip soid
imension al
x im
on s
tr al
og ra
h r
n r
ta tions
on e
tl ong
tto ward
uc tile
tstress es
) .',
ts u
ns train
tcon di
l ine
n v
tin iti
tm ust
tri bu
tne w
tresul t
i ed
on al
te ven
tgra ins
tmar k
m er
ns hear
tv isc
tthick ness
tHow ever
c o
e a
te as
in al
as ure
tal l
tch apter
tregim e
u ss
tc re
es e
ys ical
ib le
tboud ins
to p
tu pper
ec ted
qu e
tte nd
tro le
trela tions
ab ric
tk inematic
tkn own
tn um
tstre tching
tline ation
tar ound
tj oint
â Ī
an c
ap p
tme thod
tN or
tthere fore
iti es
as ed
ro p
ir st
ns h
li z
tgen eral
a ting
to u
tw as
im ple
ad ing
tax ial
toccur s
s cale
t ta
u al
to ur
ts te
td ra
ar th
tse en
tWh at
tdiagra m
u ally
or k
en tal
en ted
is t
is ting
tfr ic
tte mperature
tdis loc
olog y
nD e
ang ing
d imensional
tS uch
tH ence
3 3
e t
tch aracter
tgrow th
tpartic ular
tanal ysis
tc ore
tin s
tor ig
tac h
tsurfac es
tsp ac
rac tures
tcl ose
tcondi tions
g a
tab ove
tacc umula
trati gra
b le
tp late
amp les
ttyp ically
2 8
l is
en ing
qu i
tA l
2 9
3 5
e p
le x
tor ation
ur ther
tcon tinu
pre ssure
ma ge
tline ations
tref erence
âĪ Ĵ
n K
ľ \
Ŀ \
ts ands
om es
âĢ ľ\
âĢ Ŀ\
tinter pre
na re
tref erred
ttyp es
n u
n to
nd is
ou nt
tma g
tme tamorphic
tro p
tmodel s
per ties
tcomp action
old s
tlith os
2 3
h ip
tb lock
twith in
tse ts
ere d
tme asure
tpro duc
iz ed
o uld
ver se
ph y
tsim ilar
treg ion
tdisc uss
m od
tre ac
tg re
tcon n
f ter
n X
re g
is e
ig id
tmar g
tconsid er
e x
o le
tin f
ing le
tl ook
tli ke
tgi ven
f ic
i ll
ts tra
ts ide
te lastic
tm ylon
tre duc
ver al
tse veral
h ap
n is
tf la
tc or
os ition
tboud in
ttens ile
rystal liz
tw ed
tde form
li ding
tuse ful
tcla ss
torogen ic
2 7
o trop
tf irst
tcon f
tpre s
two uld
S A
e ty
to ut
tth us
te v
al c
as ing
tM o
nb e
tN ote
ogen eous
tbas ed
tpa th
teff ect
tobser v
n te
w ay
y d
td uctile
tra ted
pe tent
nT h
tse e
nB ox
tcirc le
tve ins
g er
in ing
la tion
ns tress
tfaul ting
tpro perties
tline ar
tref lec
a tac
i a
ts ingle
tr ong
tp ore
thing e
l o
ts tu
tre qui
ce p
par allel
tsub s
tdepend s
lap se
3 4
th anging
ts he
ts ig
tf abric
tob j
nE x
tsyste m
tcompon ent
2 5
a ter
r om
re ssive
ts ize
al ed
tg o
tshear ing
tcontr ol
tim es
tmove ment
toff se
la ted
aul ts
tab le
tplan es
ula tion
tbec omes
thigh er
m ic
er ical
truc tures
np r
twall s
4 0
s ection
ta fter
ec ond
ro f
tur ing
eolog ical
ni fic
tplan ar
nde formed
ers tand
tellip se
tbound ary
td ec
tcon tra
tme an
nf ault
np ar
tdifferen ce
torien tations
tsp ec
tterm s
ndi ff
tpatter n
3 6
w ays
ti den
ts tratigra
li ed
li que
tma in
twe re
3 8
c ed
p here
tp oints
tm uch
ou n
tra mp
og ressive
tfold ed
tcons tant
tshow s
tsedimen ts
tdo es
tcla y
trole um
ta tic
tr ans
td own
tb ed
tp la
ly ing
ur al
tte n
tpro j
tdifferen tial
ari es
xim um
lex ural
n V
on tinu
te le
tsh ale
tri ft
torien ted
trepres ent
tgeolog ic
tgener ally
trelations hip
ti ma
td ens
tb ur
as t
tres toration
ttectonic s
tcol lapse
oph ys
ts c
in ation
in ce
tc aus
ton es
tla ter
tco uld
texper imen
tu n
id es
tdis tribu
nw h
tcri ter
mer ic
b ur
e troleum
i tic
t V
th ough
tw ay
om b
tbe nd
se e
tTh ese
ree p
Â° \
tparticular ly
/ \
Ã ©
ts y
tr igid
tma p
Ġ' (
tch ang
tindic ate
tpatter ns
l ing
r ust
ts liding
tf a
tsh ould
tam ount
tsig nific
n la
th og
ts ections
td imension
ad y
tsome times
tph ysical
trota te
tdiscuss ed
ts and
ts trong
tor s
tg eology
os ite
tcom b
nS train
tne ed
tR e
tund erstand
tdef ined
trati o
oci ated
oci ety
tdra g
; \
i ly
² \
tth in
tb ase
ic ation
âĢ ²\
19 7
tmechan ical
tlar ger
ncon s
tad di
tinf lu
thog onal
tc ross
tc alc
or s
la ss
ec tive
li es
tfol low
tcom plex
ag ation
twed ge
aled on
c en
n Y
n as
r ound
tin ental
tp oss
tre m
tal ways
tn a
tma ximum
twh at
tA n
tpar ts
tper f
tti p
rac ture
lan e
tmark ers
otrop ic
4 5
c ol
d ic
i t
n ma
to pp
tb and
tbe l
os i
ty ou
tpro p
tdevelop ment
trec rystalliz
ogra phic
n U
n ac
u es
er tain
tre verse
ed i
nw here
tkn ow
tmic ros
tass ociated
bur den
u d
al ing
tra tes
tcom petent
tob lique
tcharacter istic
tsands tone
tdeformation s
nT ec
tform s
tv al
tle vel
tcr us
tcontraction al
j u
n Z
r oc
u nd
ts econd
er g
is h
tl o
ver s
tfor ce
tri f
tdirec tions
ttrans por
tincre ase
tnum ber
toffse t
a ins
i ations
n me
r ing
ar ly
tan eous
tlayer ing
tdiff usion
tco axial
tfac t
tprocess es
tillus trated
tach ment
tblock s
tdens ity
tchang es
al anc
td ue
om ogeneous
nF ault
tma ke
nFigure s
twith out
ore land
tmodel ing
oss en
tbound aries
tdiapir s
tMo hr
tcontra st
i tu
m an
ti de
tc reep
uc k
ap pe
tac t
nth at
tC aledon
ng ra
oo twall
tincre ases
tapp ro
vi ew
tpor ous
tconsid ered
tdisloc ation
tlithos phere
Ã© col
Ã©col le
3 7
6 0
n x
t tw
ts ty
tr action
tto p
ns e
nc omp
tS ociety
tse qu
tA s
tsim p
tus ually
tinter nal
tbec ome
n ge
ta te
th ard
ul l
tic ity
im p
tI SA
tda mage
tapp lied
nr ock
tbur ial
a red
v ity
tr ation
tbe ing
tbe fore
tg ive
tex amples
tfrac turing
tthr us
tne ar
nre s
tsyste ms
tset ting
tequ al
tvisc osity
co axial
tfric tional
tboudin age
d er
n an
n zon
o ther
u le
ta ins
tth ose
tf igure
tw ork
la y
tu ndeformed
tac tive
ther n
tover burden
nG eological
ttens or
tpa ssive
lic ations
nDe formation
b or
n trans
t K
u p
te c
ol iation
ten ough
ab ility
ttr ac
trepres ented
tNor th
n er
n ed
v o
ta ga
tde term
ver y
nc om
np lastic
tD e
texp l
tinvol ved
tcen tral
d le
n on
ts tar
tor thogonal
tic e
tn ow
tcon tain
um m
ple te
tension al
tF ault
trepres ents
tgeolog ists
tinvol ves
tiniti al
teas ily
tspac e
tsignific ant
b s
r ans
v ing
th el
ts ymmetric
tthe m
tf ew
td ri
tm an
tex pla
qu ation
nS tress
all ow
ab ly
tqu es
tad d
tcontinu ous
tobserv ations
tcriter ion
3 9
n ulation
s train
ac t
im ent
tn or
tan other
tThe y
nS alt
nf or
no ther
tmarg ins
tposs ible
i er
m ost
t Y
ts ample
in ate
tf oreland
tre ve
la c
tl ink
el f
tla t
ne t
tdisc ontinu
inn ing
ex isting
tstu d
tna tural
h es
v a
tf ind
tb ack
tal though
tS ea
tes tim
nE quation
tsta ge
yl ind
tresul ts
5 0
n ot
tre al
tstrain s
nA n
nR e
tE arth
tind i
nl ine
tfluid s
tdescrib ed
torig in
tstra ight
tdimension s
g reg
i ent
n el
o f
o ul
in eral
in ite
tc atac
or ding
tin te
tb alanc
np er
tpr ogressive
urfac e
tinc lu
tgeome tric
trota ted
vid ual
tAl so
âĪĴ \
treac tiv
tgre at
tpath s
oul omb
ts itu
tr usion
tb u
tm id
ig en
tic ally
tare as
tex tend
tma kes
nS tructural
tA t
tuni t
nor ien
torig inal
ndis placement
tfla tten
tfa il
nla yer
topp osite
o pe
re ss
in ter
tbe h
tcon tinental
tla w
tse g
nS e
tform ing
tpre f
timp lies
nW h
tdef ine
tgi ves
tvari ous
tvector s
tobj ects
tcontrol led
tdistribu tion
vo ir
th ere
tc ertain
ar s
ge ther
tres er
las ts
np ro
eld s
nw ith
ndi rec
tplot ted
tconf ining
a u
w ise
ta ff
tf lexural
en c
td Ã©colle
tb re
tre le
tThe re
nB ased
nI t
nG eology
tge t
tincre asing
if ied
tsepar ated
tfric tion
nTh is
tstratigra phic
b r
ta way
th and
ts er
tb ook
an ce
ec tly
id ge
tfol iations
il ic
nC on
ne iss
nÏ ķ
ula tions
tfield s
tE x
lic ation
tap pe
tregion al
ndiff eren
g ate
en e
tre as
ul ti
ns tructures
tas ymmetric
tsh allow
tA nd
ph erical
tpre existing
tpr im
tWh en
lis ion
tlike ly
cep t
4 4
a ms
h th
p ec
t ke
y na
ta ge
ts me
tf ootwall
or y
tp op
le tin
ing s
ul t
ul letin
me ability
ten ti
tpre dic
tpro f
tshow ing
tdisloc ations
hap ed
ju gate
erg y
ttranspor t
tindi vidual
d s
i x
n ce
s haped
w all
ta g
ta h
th yd
to il
tf urther
tc le
tc ause
tr he
ar ch
om mod
ol id
tto tal
oc ity
nF old
tv i
il ome
tgra vity
tel ong
nÎ ¸
tbas al
tup li
vi ous
tindic ates
ack s
if ication
tregim es
hap s
tbed ding
taddi tion
tinflu ence
tfollow ing
> \
b e
e per
n ra
u mp
ti me
ts l
or ticity
tp ol
tbe low
mp h
tfor ces
tcom plete
tres tric
il s
ien ce
10 0
tph ase
vid ence
tvari ations
trelative ly
tresp ect
app es
traction al
treve al
elds par
f er
l ographic
ti l
ti r
ts olution
or t
tre ma
is tent
tu de
ol ding
tde tachment
tan ti
tex pression
tas p
nf rom
tresul ting
ord inate
tsmall er
tdiapir ism
tve in
tdomin o
tou tc
arth qu
reg ular
tiden tical
tele ments
tbase ment
umm ary
tfail ure
treser voir
d om
o to
u plex
w n
ts ur
ts till
tdi pping
nc h
tA meric
ore d
av es
tk m
tus ing
vel ocity
ers on
nm ic
nI f
tuni axial
tvisc ous
ea tures
top en
hth on
tenti re
tvi ew
3 1
T he
i e
l d
l ines
ts ince
ic e
tan taneous
nF or
tS c
tB ulletin
nm echan
ari ly
ector s
tmic rof
tcompon ents
tsu pp
tmethod s
tpres ent
nte ctonic
trecrystalliz ation
tlo ading
tide al
a ta
a tures
g ges
n imp
ts tri
tth ough
al es
tre tching
he ther
im e
tS ome
od el
nP r
tper haps
tinter section
nin c
tsta tes
nre la
tqu ite
mper atures
tlim es
tdomin ated
treduc tion
ophys es
tcrus tal
tsitu ation
a ss
e ts
n form
r y
t tre
w h
te igen
tr ol
td one
tw ater
ic ult
tu ally
tde ta
ns ub
tcon cen
tma de
tsh ap
nc an
nS hear
tac tiv
tle ft
tpro vid
tk ilome
per imen
vel ope
tmechan ics
no ver
nG e
nL ine
tang ular
vi tation
trec ord
ond on
tcri tical
rop agation
tta kes
tinterpre tation
tmarg in
trequi res
tmean ing
texperimen ts
tmid dle
a th
a tory
c op
f erence
l ol
n y
t Z
t tra
tf eatures
ar k
tb uck
tw ays
tto gether
ec ting
tde vi
im ilar
tri es
ten velope
tpar ame
trela tion
tgra d
tG eolog
ax is
nÎ ±
tacc ording
inn ed
tdepth s
tdeform ing
tclass ic
texperimen tal
tun til
tbre ak
hthon ous
+ \
e m
n qu
p lane
te vidence
tr ac
tw ord
as ter
im um
tn appe
tan is
os tress
twi de
se qu
nT rans
nc o
ome tric
ten ergy
olog ic
treg ard
tbas ins
texp osed
ord er
nn ormal
ymme try
tsu gges
tste ep
tproduc e
tsubs imple
tunderstand ing
edi um
tCaledon ides
tstud y
ylind r
tappe ar
treas on
) :\
. ),\
b ility
l ength
n z
n ro
n pressure
r ight
t tex
ti tu
re lated
re ady
ts ou
ar b
tp o
li ke
tcan not
tla st
ff ic
tS train
ate ly
il led
nA s
tmod e
tmod ul
tpro v
tper meability
ula ted
nin ter
tcol lec
ran ular
tdescrib es
tkinematic s
tiden tif
ophys ics
tsequ ence
tbu il
tflatten ing
a ssive
i ted
tthe ory
tr ange
tr ight
tp osi
tm ulti
an ic
om er
ec ess
ns lip
ns alt
as in
tal low
im b
tn appes
twi d
ri or
ins t
nf racture
tC oulomb
nde pend
ttrans ition
tits elf
tdef in
tO ne
tuni ts
tap ophyses
taccumula te
tmylon ite
nTec ton
tsimp ly
bor atory
taga inst
tman tle
tques tions
ndirec tion
tsur round
tAmeric a
ylindr ical
9 0
l ess
l inn
m al
ti ff
th omogeneous
te arthqu
nd om
tf ib
td uplex
tof ten
ol ved
tdi kes
tpre ser
ni axial
ale ostress
nb y
oud in
tup ward
tad j
tdevelop ed
tdom ains
res p
tU tah
tcur ve
tcre nulation
ga tive
taccumula tes
tmeasure ments
mod ule
tperf ectly
tprop ag
tnor thern
inter land
tag greg
k ing
n ne
r on
r ation
t tri
w ell
ta to
ts our
en ces
tm ig
tm edium
ec ause
os ilic
tla boratory
ll osilic
tdis s
19 6
pp ed
tdiff icult
nA meric
tle ast
nD is
no b
nW e
tad v
tpor osity
val u
nbe tween
tgo od
tramp s
nwh ich
trem o
tbel ts
man ent
nzon e
tdÃ©colle ment
nTecton ophysics
c ess
h orizontal
y p
ta ined
on se
tf inite
or th
tp ole
tp etroleum
ns te
os tatic
tcon tact
tS e
tte mperatures
tdis tance
tpro ble
ni tude
tC on
nD i
tver s
tco ordinate
duc tion
ak es
nL ondon
matic ally
tph ases
tcol lision
led ge
tpartic le
tass um
val ues
tdiagra ms
tcur ved
tNor way
tins tance
tclose ly
tinterpre ted
tmeasure d
tcaus es
tperf ect
tappro ach
thard ening
tsetting s
tir regular
toutc rop
nAmeric an
b en
g l
n oc
o b
s hear
s tate
w o
te ctonic
al f
en eral
ar ing
tp rior
is tance
tcon tains
ver g
ver sion
tcom pression
tte ll
tac ts
nf ractures
ni vers
tcons truc
ttr ue
tP etroleum
tover lap
tover pressure
place ments
iz ation
ttrans pression
nÎ ¼
tbas in
the ter
lan ar
tobser ved
tspac ing
tsands tones
tev olution
tstu di
trequi red
tdec re
tstratigra phy
tproj ection
tproj ections
tcomb ination
tbel t
tthrus ting
tdiscontinu ities
hes ive
testim ate
tlimes tone
P a
s h
t ter
to ce
to red
ts pre
ar row
tto o
tor der
tra ther
tal ready
tfr on
tex press
tma pping
tmo tion
ff ith
twh y
ri ffith
tv is
tv ary
ism s
tF ossen
tM a
tk ink
tG e
tover la
tsta ges
thow ever
tpartic les
tass ump
tmaterial s
tresp onse
teas y
tshe ets
tprop agation
tlat tice
pec ial
trestric ted
tmodul us
m b
p ropagation
ti tion
re nt
tf ar
tf eldspar
ed iment
ac ent
ow s
ter n
tg neiss
ce ed
ra g
tse aling
ting u
tdis tingu
tgra vitation
ag es
tdirec tly
tric es
nw e
tE ven
tcl os
thing es
tinvol ve
tcrystal lographic
tou ter
lis hed
tev ents
npar tic
tsty le
tbalanc ing
treactiv ation
norien tation
tsupp ort
tshap es
tparame ters
nivers ity
3 2
Q u
c on
o ts
t tur
t velocity
v ant
y ed
z ed
ti bility
tf ree
tc ut
an tly
tre pe
ter nal
ns y
nF aults
nS c
nS ection
ir d
tle ad
trela te
tar c
tar r
tcons istent
tP ress
nb rittle
tj oin
nm ore
tR ock
tso ft
tgeome tries
trepres en
tfac tors
nex tension
tcen ter
tcrystal s
co pe
phy roc
tconn ection
ective ly
tyou ng
tval ue
nrock s
ttrac e
tcatac lastic
tseg ments
tupli ft
tkilome ters
tGeolog ists
taggreg ates
0 0
: ',
i la
i ther
o e
u ter
y llosilic
te very
er n
tp p
oc al
tg ran
tg lac
tal most
li er
nF olds
nF ossen
ore tical
nf aults
tF urther
tF linn
urfac es
od e
tW here
tcons train
tP late
tj ust
row th
tti m
ch ist
nh ave
tshor ten
tloc ated
tindic ated
tdiag onal
tmove ments
tdepend ing
tlim bs
tcre ate
tins tantaneous
tmylon ites
tobserv ation
tobj ect
tspec if
tcaus ed
und red
tser ies
tprim ary
E ds
b ric
f ault
j or
n ow
n rec
o iss
p r
te valu
or ld
tw hether
tp e
tre d
tde ep
oc iation
li th
tex ceed
ty ield
og y
me nd
ap er
ll us
tme ters
nth ick
ave length
tar row
tne t
tinter s
na x
ttyp ical
gra ined
tacc ommod
tim bric
res ting
tsepar ation
top ening
tta ke
tmag ma
tmicros cale
nTec tonic
trif ting
tappro xim
texpla in
tadd ed
treal istic
yna mic
tprof ile
be nd
wh at
cop ic
arb on
tassum ed
tPlate au
oiss on
d es
m ore
r ou
r us
ti ally
th app
ts la
ts tiff
te tc
tf av
tr u
tp ic
tm ed
tan tic
tma jor
nT here
nc re
nc es
tv orticity
tdis placements
ph er
nf old
tens ive
tes tima
nP h
tper manent
tinc om
tB oth
ands tone
nre g
ogen ic
tshor t
ric tional
am br
loc ation
tfac tor
tfac ies
tdescri p
tgener ate
tcirc les
tequ ation
npr incipal
taddi tional
nac c
tsty lol
tstar t
ffic ient
tdefin ition
tadj acent
tvers us
noc cur
ambr idge
% \
5 5
a ke
g ing
i ts
k en
p lastic
ta va
th or
th ost
th interland
th alf
th undred
to s
tth inning
tc hed
tin trusion
ar ge
tp aleostress
tis otropic
ss ociation
ou ng
ns ome
ns edimen
ns imple
tn ecess
tT ec
tcon jugate
ty p
ver age
se ismic
ff eren
tcom press
nc leavage
ome try
nf low
nthe tic
tinc tion
leav ages
tli ttle
nÎ ³
rac k
nn on
tamor ph
oph ysical
tmag matic
tmag nitude
tmylon itic
tcor resp
tspec ial
tstrong ly
tval ues
tsecond ary
ngra in
thel p
torigin ally
tpref erred
tato mic
9 7
i od
l li
m ber
n ar
n pre
o y
r ich
th rust
re st
ts pherical
te arly
in ology
tc he
tc our
ar p
tp ene
is es
ow er
tde g
tcon gl
tex isting
tex tensive
tma ps
tma trices
ere nces
nf oliation
tpr om
av i
tTh us
de formation
ub lication
tflow s
iz es
nÎ ½
tpor tra
200 4
trota tes
tO n
tU niversity
tcen time
are a
tsepar ate
tdescrib e
tlong er
npr ocess
tbend s
tthrus ts
tcomplete ly
tprovid es
tmode led
tprov ide
oudin age
tdiss olution
pher ic
tava ila
tcongl omer
f ractures
n own
v ron
re qu
ts ediment
in ch
tthe r
en tation
en tly
en ced
ar lier
is hear
is tric
uc cess
tn ature
tex h
tex tent
tstrain ed
tS pecial
nS ch
tres istance
las is
tro of
nth is
nth ere
igh tly
tF ield
od y
tab s
tcr ack
tG eological
tinc l
tsome what
tinter fac
tti ps
tD i
nÎ »
tph yllosilic
tcol um
ttens ion
tindic a
200 3
tunder lying
val ue
nsh own
tele v
tneed ed
tCaledon ian
ncom mon
tbeh avi
ndifferen t
ams ay
ninc re
tearthqu akes
texpress ed
tdistingu ish
4 6
R e
e g
g o
h and
m edi
n us
â ī
ta tive
to m
in a
nd isc
tf aster
tc oun
tc leavages
tr um
er o
tu al
ul taneous
ton ce
tfaul ted
tex ternal
ver tical
tma pped
nc han
ys es
tac ting
np or
trela tes
tpro b
tes tab
tC lass
tM echan
lu e
timp or
tne gative
tob tain
nal ong
nm odel
tmin imum
nre pres
nH ow
the tic
200 0
tO ther
nex tensional
198 7
tcur v
tcur ves
tlim ited
tnum erical
tconn ected
tpres ented
tev ent
npar allel
tpla ce
tknow ledge
nzon es
tinclu ding
nSe e
trele vant
tpop ulations
nimp ortant
tmig ration
tyoung er
ttim es
5 1
a in
n ing
o z
s es
v ectors
x tap
y ing
ti ndepend
te nc
te ither
nd uring
tf ine
tin ent
tre view
tl og
ter na
tcon c
tstre tched
me ter
me mber
tcom e
tS hear
tA ssociation
nA c
tH e
nm ineral
tD uring
inc i
gra in
tWh y
ges t
199 2
199 4
tanal yses
tU s
omp action
texper iment
are nt
tillus tration
line ar
tiniti ate
twed ges
otrop y
treflec t
treflec ts
tshe ared
tdistribu ted
tcalc ulated
trem ote
nel lip
tinte resting
nlayer s
tsme ar
tcle ar
telong ation
tsl ightly
mph ib
tasp ect
tmicrof ractures
sequ ence
twid th
toce anic
oe lastic
tFurther more
tbehavi or
P O
n tens
n two
n ad
o ted
w here
ts low
ts table
tc ar
tin tro
tre ach
la t
ing e
tl ens
ns trike
ns urfaces
tcon tex
tcon cept
tma the
nc line
tS an
tA nother
tres olved
nth rust
ne lastic
tF olds
tpr ac
tC ol
ag ed
nde p
nM ic
nJ oints
tover all
nre lated
tterm inology
nh igh
rac turing
tlar gest
tincre ased
yl li
tthrough out
ond s
tgeolog ist
nex p
tlim b
tplot ting
tresp ectively
ons truc
ese arch
tfla w
tclass ification
nte mperature
lo pe
tshe et
tfabric s
nEx tension
tlater al
tRe ading
tfigure s
taga in
tDe formation
texpl ored
tstar ts
taff ected
tAnd erson
ix ed
trhe ology
nmic ros
nrela tions
tdeta il
perimen ts
tsurround ing
tition ing
trepe ated
tshorten ed
tpic ture
inci ple
i k
i ated
n ph
n low
n ab
o ver
s imple
w ork
to per
ts a
ts amples
ts olid
in is
tf e
tf lex
or g
or ad
es tern
tw orld
tp ur
tp ut
tp osition
le ft
tre li
om mend
ol l
tra tive
tbe tter
form ing
li de
nF rom
id er
tmo ves
truc ture
me able
tI I
qu al
nS trike
and in
tch all
ten tial
np lane
nC ambridge
ne tic
igh bor
tpr inciple
tsim ultaneous
tk ind
tG riffith
tcomp lic
tcomp uter
tper iod
nb ound
nM c
nM o
di ent
nal so
tR esearch
tover lying
duc ed
ak s
tso f
tellip tical
tapp ly
tanal y
nk inematic
tuni form
nO r
nv olume
tcharacter ized
tlithos tatic
tstra ta
tdeform s
tpres ence
toffse ts
tdec omp
tdown ward
tima ges
tcriter ia
tinflu enced
trif ts
tsequ ences
tlink age
tbalanc ed
textend ed
nWh en
mph as
trema in
dom ains
tthough t
ime ter
tword s
tassump tion
tclos er
tavaila ble
tther mal
tphyllosilic ate
tindica tors
timpor tance
ommend ed
ighbor ing
tcomplic ated
F urther
S ummary
a tor
d in
f illed
g ine
g ranular
i ally
l og
u n
w est
y c
â Ĺ
ta verage
ta mphib
re te
to li
tth ird
tthe oretical
nd s
tc em
or tening
tb ody
tw avelength
tre se
he matic
is tos
ol ite
ou nc
tde eper
ns urface
ns tretching
tra p
uc le
oc us
li f
nF low
tdi lation
tex ist
og ni
tcom pe
nc alled
tS tress
nS ome
ir ly
tch o
eren tially
all s
las t
tpl u
nA l
tur ally
trela y
tF aults
rec t
ular ly
tgra ph
tG ra
tcomp ens
nM a
timp lications
tB y
thigh ly
ttrans tension
tsp here
nÎ ²
nh orizontal
tang les
tWh ile
trec ommended
199 0
199 3
vid ed
198 0
torogen y
ros tatic
tlength s
ylon ite
aracter istic
nK inematic
nu nd
rystalliz ation
tcalc ite
texpl ore
tques tion
tlat ter
nline ar
tinclu de
olid ated
tasp ects
tposi tive
tpreser ved
tproble m
pr in
tstylol ites
tcontex t
âĹ Ī
ounc ed
4 3
< \
? ',
C hapter
M od
b y
p ac
s ts
s well
u te
u nc
w eg
x tral
to wn
ts ch
ts ymmetry
ts lope
on ent
on ding
on ounced
te mperature
td en
tin version
ol s
orm ation
ns uch
ns ection
im al
os es
train ing
twe t
nc ol
nc rystal
nc ertain
tS alt
nS h
tA r
um b
um ation
nC lass
ien tly
nA r
nA ll
tpr ogra
tM ore
nR ec
tcons ists
tcons titu
per ture
nB e
tob vious
tN ew
nw ill
ang ular
ula te
11 5
par t
toccur ring
ax es
ogen e
ttrans formation
ttrans fer
velop ed
tsedimen tation
tloc ally
nl ess
ever al
lec tion
tdevelop s
200 6
tO nce
nk nown
tquartz ite
tdomin ate
tribu tion
35 7
tlook ing
treduc ed
tcor re
nEx tensional
tspec trum
tbend ing
tfa irly
trecrystalliz ed
tlevel s
nper pendicular
tpref erentially
enc y
enc il
ndifferen tial
tpredic t
tbuck ling
tanis otropic
tpo tential
tbuil d
tfib ers
tirregular ities
tstudi es
tfron t
tgravitation al
trepresen ting
phyroc lasts
nthick ness
timbric ation
testima ted
tcurv ature
tindepend ent
inis tral
orad o
istos ity
weg ian
5 3
7 4
a w
f erred
k inned
l ick
m id
o ff
r action
r up
s on
s tress
y pe
th ick
th west
ts us
ts ke
tth ink
te arlier
nd ip
tf ocus
tr on
en ed
ar t
tw ant
tm on
tre ngth
he ad
ation al
tis o
tl istric
tra di
tT o
os tly
tfr ag
tcon ven
tmo ving
nT hr
tcom es
nS y
nS and
ten ce
olog ical
ore h
nf olds
ma tical
tro ot
ne ff
tdifferen tly
tcr acks
nR o
ag ra
tcomp a
tP ublication
nM ar
timp ly
tB ecause
nw ell
ang ed
nG ra
ch ni
oud ins
velop ment
tloc ations
tz ero
tpor tion
tmic a
tmic ro
am ental
tdep osi
198 6
198 9
tvari ety
tlocal ized
texper ien
ttend s
osition al
tsubs id
tmicros cope
und amental
ttranspor ted
ttop ics
ncomp action
tdeterm ined
tdri ven
tinte rest
taff ect
texpression s
treservoir s
nmechan isms
trecord ed
tanis otropy
tallow s
tsour ce
tremo ved
tSe e
tarrow s
tdescrip tion
tamorph ism
tportra yed
go ing
oz o
ik off
tflex ure
âĹĪ ',
Mod ule
4 7
6 8
c alled
e y
e an
f aks
i tch
n le
n he
n angle
n app
n lith
n typ
r ough
s ections
Ã ¸
ti mage
ta ted
ts ound
te mphas
nd ata
tf am
tf requ
tc ub
tc are
tr ations
or ien
td ense
tin ner
ar iation
tp us
tp ull
tp inch
he ology
la w
la ps
tu ncertain
om al
ou ge
ig n
ig ned
tde v
ns et
tg as
tal loc
tn arrow
os en
os ion
el t
id ual
tS imilar
tse al
tac tual
nf ield
tres tored
il es
nC h
nC om
tpre vious
nP lastic
nD ata
nb ec
tinter val
tco ver
ttrans lation
15 4
tmineral ogy
tbas ic
tdef ects
ever thel
tplastic ally
isc osity
texp and
texp ected
nn ot
tthick er
twell s
tL et
ber g
198 8
tcirc ular
texper ience
ran ch
tiv ity
ons tant
nsh ale
tdra wn
tach ments
treac hed
tconn ect
tconn ecting
treduc e
tsc ales
tV er
tcomplex es
ull faks
tec ton
texpla ined
testim ates
tseg ment
yna m
trema ins
dom in
tgrad ually
nro tation
theter ogeneous
tspre ad
llus tration
tTec tonic
Re view
tcoun ter
tprob ably
tpur p
andin av
ator ic
oreh ole
everthel ess
. -
F ault
h ing
m i
m ental
n j
o id
s kinned
y ered
z e
ta ges
ta head
th ence
re as
tth ings
te lec
tf our
tf ill
tf it
tf ish
en tial
td er
td ig
tin tens
tm m
tm es
he l
ol iations
tis og
orm ally
tde tec
ns w
ns mall
ns tructural
ns yste
ns table
tra d
tal terna
ted ge
tn ame
tn am
li t
nF racture
tdi ps
tex tr
ty pe
ro b
tsh arp
tla yered
nT wo
tS ch
nS ummary
ate lli
tpar tly
tpar titioning
np ure
nC leavage
tur y
tpr onounced
nÏ ģ
tC om
tM ost
tM any
nR es
tH ere
tP oisson
de f
nM od
di tional
tne ighboring
nm in
11 1
nin dic
treg ular
tellip ses
ens chist
17 9
tloc ation
tph oto
texp ect
trec ogni
200 7
198 3
tgener ated
teff ective
nO n
oph ysis
tillus trates
ied el
tmark er
anc y
tNor wegian
tratigra phic
tlithos pheric
tproduc es
tgre ater
lo b
lo or
trequi re
nwh ile
ors es
tdeterm ine
tcontinuous ly
tY ork
tdiscontinu ity
hes ion
treactiv ated
nWh ile
tke y
perimen tal
tbuck le
tcollec ted
rus tal
tfav or
tdeg ree
medi ate
tlens es
tCol orado
trap id
tfrag ments
ozo ic
7 7
a mage
b ore
c m
c ton
e f
f old
f abric
i tal
i tions
i ers
i ved
l ot
l inal
n ins
u ge
u tral
z il
ts uccess
al so
al ach
tf ixed
tc yc
er m
or ing
en lines
tp os
tm ill
ul li
ns tructure
tal one
tn ucle
el low
ty our
ra zil
tmo ved
tla m
tla te
tS andstone
twh ose
qu es
nS imple
tte chni
ri ft
tac hed
tA ll
tA pp
tdis pla
tres t
nC oulomb
tpre c
tur b
tgra dient
tab ility
ad e
ag greg
ng eneral
nthe y
de ally
nM any
timp lying
di tion
tB ut
tinter mediate
ree k
tmechan ically
na ss
nm ove
tother s
nin formation
tif ication
tco ol
les ton
tti gh
tqu an
ib ility
nÎ Ķ
gra ins
tapp arent
nl ength
texp lan
trec onstruc
tpa ss
199 6
200 2
inn er
rystal line
teff ects
por ous
26 0
lock wise
tequ ations
tcre ates
tta ken
tste p
taccumula tion
nu pper
phy rob
tregion s
tconf us
atac lastic
tgo ing
oun tain
tbur ied
tcaus ing
tsignific antly
tcomb ined
tna turally
nac tive
ud leston
tcharacteristic s
nme tamorphic
ttw ins
nse par
twork s
tlaw s
tke ep
thyd roc
tcle arly
tpol es
tanti thetic
nrela tive
ttre ated
teigen values
nqu artz
tidentif y
tposi tions
tsour ces
toverla pping
tgneiss es
npartic ularly
tarr ange
tRock s
tgran itic
tspecif ically
tinters ect
thapp ens
tmed ia
tcompress ive
tcour se
tconglomer ate
testab lished
nHow ever
tchall eng
tsof tening
tiso lated
nThr ust
1 10
5 7
Q F
c ylindrical
e tamorphic
e ars
j ection
n term
o h
r ock
s te
t tu
ts ay
tth inner
on es
tf ul
tf inal
tf unc
tf undamental
tc ap
er t
en er
en tion
ar c
tb o
tp aper
tm ention
tre me
tre tur
is on
tis h
tis ostatic
tto m
ac anc
ter osion
ns c
ve red
form s
oc hthonous
as h
aul ting
tg ouge
ton to
im ary
tfr ame
el ves
twi der
Ġ' \
ra w
mp or
nc ri
nc irc
tac cur
tch osen
um erical
tme ant
nf lexural
nf olding
nf rictional
ans ion
las ite
nC ol
tgra de
tC PO
tM Pa
nR amsay
tcons ist
tcons isting
tthr ow
tcomp osed
nde f
tP r
tB asin
nI llustration
tflow ing
nE l
tge ts
tco vered
tqu ick
tsp ots
nh yd
tno te
tgrow s
tpa ir
tcl ock
199 9
tanal og
tL ine
nN ote
tcen tury
tvari es
iss ing
iss ure
tsepar ating
tap ophysis
nstrain ed
tste eper
tinterpre t
nu niaxial
tconsider ing
tconsider ably
tconf ined
treflec ted
cep ts
40 2
tima g
tlater ally
ttw inning
tAnd reas
tupli f
acks on
nch aracteristic
tSc andinav
tstri ations
trol led
tsugges ted
tpropag ating
nste ad
ttell s
theter ogene
tdecre ases
tvis ual
tGe ophysical
nSc hematic
tnecess arily
tpene trative
deformation al
tcentime ter
tincl usion
tinterfac es
nrelations hip
tcho ice
prin ting
imal ay
agra m
tisog ons
atelli te
acanc ies
5 4
7 0
I SA
a e
a inal
c k
f oliation
g ence
l in
l er
n formation
n time
o late
o ading
r u
t Qu
v is
v ine
ta u
ta perture
re at
re ssure
to l
ts pe
nd uctile
tf illed
tc lasts
er ous
or ph
tw ri
tp ub
is hed
tu l
tu nless
tor ies
tl oss
tde mon
tde xtral
ns cale
ns trength
tan omal
tT wo
tcon tacts
el s
twi den
tstre tch
ro ps
twe ight
tsh ad
tI ran
nc or
nS ub
tform ula
nf luid
19 60
pp osite
il le
il li
tdiff erences
nC o
nA nd
tes t
han ging
tar ra
nP ar
nP assive
tG reek
nB rittle
tver gence
de veloped
nb ut
cur rent
nm ost
nre verse
tco hesion
duc tile
ib e
tsp lit
nW al
nh omogeneous
ncon tractional
tsub di
tsub parallel
tdef ining
tph ylli
the ight
tacc ount
tindic ating
twell bore
tdisc rete
199 8
am mer
nO ne
tcondi tion
tiniti ally
teas ier
tchapter s
tcre ated
top tical
tdra w
tspac ed
23 7
tproduc ed
tgre enschist
nX Y
tconsider ations
tboudin aged
oun ts
oun tains
nwh en
tsy nthetic
ncons tant
uck ling
Ã©colle ment
ncomp onent
nel ong
tcatac lasis
tbu oy
tdÃ©colle ments
nCon tractional
tpop ulation
nra mp
tsl ick
treveal s
tideal ized
teigen vectors
nLine ations
tgrad ual
tregard less
tduplex es
tadv ance
verg ent
verg ence
toverpressure d
tspre ading
tarr anged
tjoin ting
nPh oto
fferen t
tcolum n
ntens ile
tmathe matical
tsa id
org an
tcem entation
lif ied
tcorre lation
tske tch
tcompa tibility
telec tron
tdig ital
nMod ified
aggreg ation
tmention ed
tclock wise
tdemon s
7 9
b lue
i ec
i tation
l imb
n en
n es
n im
n taxial
o tes
u ts
u me
u xtap
ts ens
nd ing
nd imensional
tf loor
tr ig
tr ise
tr idge
or ation
es is
tb ox
tw estern
tm ostly
le y
tu ncons
ter al
ns o
tra re
oc olate
tic k
tT rans
os ing
tcon tribu
tcon tinent
tex trusion
ty ears
id ges
zon e
se t
nc rust
tS ince
tse ams
nS te
ri ate
tv acancies
tch anging
tdis tinction
ten gine
ot t
tme as
tme tamorphism
19 5
nth rough
tpl ots
rec c
eld er
ni ts
tC h
nP e
nR ock
ile d
tH imalay
tcomp ared
ng rowth
ng elder
nthe ir
tinter ference
tN e
tN ational
tmin or
tco hesive
edimen tary
tE ach
tellip ticity
tup right
tsub horizontal
tsub seismic
tpressure s
isc ous
199 1
199 5
ters ection
22 4
ote ctonic
am berg
loc ations
tsyste matic
30 2
nN ew
198 4
tlith ologic
Â° .\
tJ oints
26 3
hr is
teven tually
tmark s
que e
rop riate
tste ady
tcore s
28 4
28 9
telastic ity
treduc es
nis otropic
tMo ine
treflec tors
34 5
tbed s
tpla ces
tsy ncline
nma y
tcrus hing
nan ti
tdri ll
tY oung
norien tations
trhe ological
tSc ience
nmechan ical
tactiv ated
tprovid ed
tdevi ations
nco axial
tregard ed
ttex t
tsou thern
tmulti ple
tsurround ings
tpropag ate
tproble ms
tstudi ed
tglac iers
texceed s
rou p
tantic line
nsedimen tary
tcorresp onding
tche vron
tOn ly
texh umation
telev ated
ndisc uss
tconc er
tfe ature
nMo hr
toli vine
tcompe tence
tcompens ated
tdeposi ted
texperien ced
tcub e
tmill imeter
tuplif ted
4 8
6 3
6 5
6 7
8 7
E M
G eneral
S train
a yer
b ri
b les
b ens
d is
e fficient
f ere
f ield
h am
j ect
j ord
k s
m ote
n at
n ve
n all
n one
n Qu
n vertical
o k
o very
p pend
p lanar
r aul
r own
w ater
y ond
ti g
ta tten
th ad
th ammer
re nce
ts umm
ts atellite
ts quee
tthe ms
nd es
nd ec
nd rag
al ance
tr up
er ing
or ly
td ynamic
ar g
ar r
tb ro
tb est
tb orehole
tp ul
tm ountain
tre ad
tre organ
tu nstable
ul f
ul lis
ac hed
ac tiv
ou th
ns ense
tg ro
tg round
tex ists
tex cept
ver ted
tas ymmetry
tfol iated
tla nd
tla va
nS tretching
tv ariation
tri pping
um ose
ten ter
nf ound
ma ti
np atter
np lanar
nA t
tF rom
alle y
tgra ben
tTh rust
tar ise
tM ic
tM ountains
nR heology
tG Pa
tG ullfaks
tP ro
tP ark
ard rop
red uc
nb ecause
nM ost
di p
di pping
tne ver
tB erg
tN evertheless
tR es
tref er
tref raction
no ff
no pposite
12 5
our ces
nH e
tE ur
tam ounts
ch ier
15 7
nh is
ncon tinu
tsub duction
tsub grains
tincre ment
tapp ropriate
tcol laps
lec ted
tmic as
tO r
nChapter s
nor ogenic
ylon ites
tweak er
tdomin ant
ttoward s
tcre ating
tproduc t
tclass ified
nTh ree
tsee ms
cep tibility
36 0
tRe g
197 6
nge ometry
ttrac es
tnor th
lac k
nper f
tpredic ted
tprof iles
nPr ogressive
ass ic
ass chier
tconcen tration
treason able
tsou thwest
nAs ymmetric
ndom in
nDis placement
nob lique
tconstruc ted
tsla ty
tincom petent
nacc ommod
noccur s
thundred s
rack s
nellip soid
tcar ri
tamphib olite
tden oted
talloc hthonous
talterna tive
alach ian
tcool ing
phyrob lasts
issure s
tScandinav ian
theterogene ities
ppend ix
raul ic
tatten tion
tthems elves
) /
8 1
8 5
G R
I n
M S
P S
] \
b ut
c om
c ture
f or
f olds
g al
l ose
n Ä
n ti
n ir
n ormal
n like
n hanging
o od
o ves
p ro
s ty
s ting
t tan
v an
w ith
x t
ti li
ti nde
ta part
th ole
re ographic
re nulation
to re
ts m
ts late
ts lic
ts ilic
ts ectors
ts inistral
tth inned
in ally
in ations
al if
tf as
tc oin
or ni
tb is
tp ast
tp ower
tp iec
an ad
le e
he vron
is otropic
la ce
ol ites
ac ts
ac ted
tde tachments
uc tili
as al
im es
tT ype
nF oliation
os phere
tcon cepts
tex treme
ty et
ra ted
ra mp
tmo tions
nT r
nT ikoff
tI ndi
nc lay
tS y
nS p
ap art
yer lee
tac ute
tv ol
pre tation
um es
tme mb
tres olution
tres ources
tro d
nth an
nth ree
np late
np assive
nA nother
ni form
tW ith
tab ly
nP ure
nP asschier
ab les
nD uring
tcomp ar
tcomp lications
tP a
tP ar
tper s
nM odel
ub ber
tne xt
tB razil
tob tained
nJ oint
tinter n
tinter fere
ive ly
nm any
toc hthonous
tR iedel
nin f
nin vol
nE arth
tsta tis
les t
ttrans m
nH ence
tqu al
nL ines
nL ith
tsp ring
18 0
press ible
tdef ines
gra ben
nl ocal
nl oading
texp ansion
ser v
ndi apir
ndi agram
oss ible
this tories
199 7
200 1
200 5
tL ar
tlith ology
tJ ournal
nO ver
por osity
ran e
umula tive
tresp ond
tsu fficient
nv ector
tmark ed
tnum b
nsh ortening
tou tside
tta ils
tAl though
nu p
tmag netic
tdiscuss ion
tlook ed
tcor n
tcor rect
nstress es
tsubs urface
tgo es
npr ogressive
rof ractures
ndiff usion
tcomb ine
ncons ider
cen tric
nas ymmetric
nma trix
nU niaxial
tcrus hed
trif uge
tsimp lest
nres p
thel ps
tlink ed
nline ation
topposite ly
tbeh ave
44 2
tsme ared
telong ated
nLine ar
ttra ps
tpo orly
tadv an
tremo val
tcompression al
tconstruc tion
tfron tal
tgravitation ally
tjoin ted
tspecif ic
tevalu ate
tpe b
taccommod ate
taccommod ated
nTectonic s
tmed ian
nreg ime
tnecess ary
fferen tial
nthere fore
telev ation
treli able
tdecomp osition
tprogra ms
mid t
tsubsid ence
ntyp ically
tSimilar ly
ynam ics
tpurp oses
tnam ed
ade mic
thydroc arbon
ttu nn
tretur n
tshad ows
ndiscuss ed
tBerg en
alif orni
uctili ty
tmemb rane
aliforni a
4 1
4 29
8 0
9 9
b rittle
d u
f lat
i tive
m en
m un
n formed
n rift
p osition
r or
s urface
w ed
ta nsw
th mic
th orses
ts um
te red
in ary
in ding
nd amage
al s
tf all
tf ull
tc ylindrical
tc umulative
td uctility
tin tra
ar net
tw ind
tw est
tm y
tm atter
tm ud
tm issing
le v
le asing
tre lies
he matically
is ing
la yer
tu nstrained
om echan
ol es
tto uch
ac tive
ter ogeneous
ter ia
tde l
tde aling
ns ig
tra ight
tra ndom
tbe yond
oc linal
as hed
ted ition
tn ormally
tT yp
nF olding
tcon sequence
tsh ales
se ud
nT yp
tI deally
tI nstead
nc aus
nc ases
tte cton
tri ations
tme ter
tres idual
tdiff er
nA pp
nA ppendix
tpro por
tF old
tTh ree
tC re
20 11
tab ular
nP oisson
nP ressure
pla ced
ttr ishear
ng z
nB oudinage
tper formed
de pend
nb oudins
nM echan
nM ineral
nM ode
di tions
nJ ackson
tinter action
nal ysis
olu te
tR a
tother wise
nE ven
ari thmic
nre ference
16 0
nL arge
tD is
tterm ination
tno tably
gra de
tapp lication
nl ines
vi er
tthick ening
tpor phyroclasts
tdes ign
tcl imb
200 8
tgeolog ically
trota tions
ndeformation s
tass ume
30 0
nex ample
ber ts
tU SA
tvari able
torogen s
lan es
land s
ful ly
tcur rent
tdip meter
tdescrib ing
tillus trate
nr igid
tvisc oelastic
ea th
tach ie
tcontinu ity
nare a
ndis location
tproduc tion
tfla t
nTh ese
atac lasis
nEx perimental
tmain tain
38 9
tpla ty
tpla tes
tV alley
tchang ed
tstrong er
tlo ad
tlo ose
nme an
texpl oration
non ly
texpla ins
ttre nd
nover pressure
nGe ometric
tmulti p
tearthqu ake
tfib er
ttri angular
nDis location
tapproach es
tectonic s
tvis ible
tassump tions
nwe ak
phyroc last
nax is
nax ial
tapproxim ately
tsla tes
nacc umula
tprom otes
tcentime ters
ncommon ly
tprac tice
nbound aries
nSand erson
nMar ine
orien ted
tpus h
tTectonic s
tmes os
hel on
nsyste ms
trad ial
def ined
lob al
nmove ment
ttigh t
tarrange ment
tol der
tpub lished
trup ture
nhis tory
tcarri ed
tintern ally
4 9
4 36
9 5
B S
B ox
b ed
c ing
c omp
d ri
d raw
e ed
e ps
f ric
f ord
g round
h yd
h omb
m o
n na
n nex
n reduc
p osed
s alt
t tal
t tang
t QF
w iss
x ford
z ation
Ã ¶
ta ce
ta mp
th ot
th orizon
th ack
ts tric
ts izes
te mp
te ad
al ok
tf issures
tc all
tc ylind
tr idges
er ten
er ial
or ic
or por
en ge
es ides
tb ranch
tb alance
tw aves
tp oin
tm ac
tm el
an te
le arly
tre ally
tre vers
is tivity
tu d
ed uc
ul tz
tis s
tto ol
ter ozoic
ns u
ns and
ns ame
ns ch
tg ent
tg lide
ton ian
os c
tdi ke
tcon tour
el lip
tex er
tex act
ty lol
ion al
ro tation
nc ase
tS o
tS trike
tS tructures
nS uch
nS ociety
tac tually
tA c
il ding
ous ly
nC onstant
ne ven
ne ath
tmod ified
tmod ern
tpro per
tF ormation
tpr oc
tes y
han ge
av ing
ni llus
tM od
nP er
nP etroleum
nD uctile
nD rag
tG PS
ttr y
nde tachment
ng i
tP h
tP or
tper turb
tver sion
nb ased
tob li
tsome thing
nw all
na m
tR amsay
tover c
nG riffith
12 8
ari ties
toccur red
tco ar
tli e
tli ter
ttrans ferred
nH udleston
edimen ts
nL is
tso on
tD o
nh ow
nh as
nh inge
ncon jugate
ncon tinent
ncon ditions
tmar ble
tno thing
nl ong
ric ity
ym b
nn ecess
oss ack
am ide
trota ting
tbound ed
30 7
nN on
nN ormal
nN orth
ink ing
tcrystal liz
nIn ter
tlocal ization
tlarge ly
ylon itic
nO xford
26 2
24 0
24 1
24 2
tellipsoid s
nv ari
nv iscosity
co tland
nsh ape
nsh ould
33 2
tins ide
tcontinu ed
mod e
tstra igh
tclass es
25 8
econd ary
tcontra sts
tpla ced
ontinu ous
tsy nform
197 9
tcalc ulate
tfollow ed
tAn y
nma g
tmicros tructures
ju xtap
ngra ins
ttw in
up pe
tec helon
tman ner
tstud ent
50 0
tgeometric ally
trele asing
tappe ars
tprim arily
tke eps
tsme aring
tpredic ts
nFold ed
tanti form
toutc rops
tstri ae
tdeta ils
nsub simple
tkilome ter
nLine ation
tdevi atoric
trac rystalline
nTrans pression
tcollec tion
tidentif ied
nste ady
toverla ps
tconstrain ed
nrec rystallization
tru de
thor st
nsedimen ts
tconglomer ates
tabs ent
tinterfac e
nchan ge
tMechan ics
nrepres ented
tenc y
tperiod s
nbound ary
tanaly zed
tdev iation
domin antly
tspread s
textr act
nRes toration
tcyc le
ncri tical
tspe ed
orph ology
uxtap osition
tuncons olidated
tmeas uring
otectonic s
tconcer ned
sty le
tcoin c
anad ian
serv ations
tcorn ers
men tary
depend ent
nnex t
tace ous
tgent le
- ,\
. ,\
2 10
2 13
4 2
4 20
4 35
6 9
8 2
C lay
E d
b ack
c ent
c ompaction
d ay
m in
m ical
n tw
n ou
n pe
n pres
n velocity
o vers
p en
r ous
t table
u th
u able
v as
w aves
y br
z ing
Ã ¼
ta il
th yp
re tion
re es
to ld
to nset
ts ides
te mer
in i
in duced
nd imension
nd Ã©collement
tf its
tc m
tc ou
tc arbon
tr ical
tr ology
td ou
td ry
es thammer
ar m
tb recc
tw ing
an ts
ic o
ic ke
tre placed
is k
la g
tu nknown
tu gal
tor tion
ns he
ns andstone
ns pac
ns lick
ns tratigraphic
as ic
tg u
tg lass
tn ess
nF luid
nF lexural
nF ormation
os tas
os pheric
tcon tent
tex tinction
tma xim
ge b
id ew
ro tectonics
tsh are
tcan op
tThe ir
nT o
tcom ple
tcom mun
tI mp
nc en
nc tive
nc ross
tS te
tS ub
twh o
ther mal
nf ib
19 3
tres training
tres tore
las ter
il arities
np op
np lot
nC ompaction
ien ts
nA x
ne gative
tpre dominantly
tF low
tpr incip
tsim ilarities
tTh en
ni t
tC alifornia
od es
20 1
20 3
20 4
ad es
tM e
tM ax
tM ineral
nD D
tcons tric
tcons olidated
pla te
per pendicular
tcomp are
amp s
ng o
tP ure
nB alanc
10 2
10 5
nb ed
nb ands
timp er
ub er
tne utral
tB ri
tB ased
tob late
mon ly
tN ormal
nm app
tR ange
tover printing
11 7
tmin ib
tel im
toccur rence
nre mote
16 5
iz ing
duc e
ak ing
nL ow
ch es
tso le
15 0
iti zation
oo th
any on
tbas is
ncon tra
tdef ect
tincre ments
tapp lications
the ast
tacc retion
tcol or
tcol ors
tplastic ity
tad ding
14 5
tdom ainal
tpor tions
tmic roc
200 9
22 3
trotation al
tunder neath
res ted
tinvol ving
tcen ters
tJ ust
tlocal ity
tlocal ize
tpure ly
tgener ates
teff ic
tweak en
nO b
nO nce
tobser ve
24 6
24 7
ogra de
ogra phy
tsu per
nv orticity
nDe velopment
tcharacter izes
tins tead
28 7
29 0
29 5
29 6
tinterpre tations
ndis locations
treac t
treac tive
ex tension
tinf inite
tMo ab
nbe fore
yd in
atac lasite
trong ly
tsubs trate
25 9
npr imary
40 8
rof ile
tcontra sting
npar t
36 2
tele ment
tsc atter
tsc hematically
ince ton
tcalc ulations
nY ield
tposs ib
topp osed
tband ing
ju nctive
und ant
nme ans
nme asure
tide ally
ttop ographic
nse ismic
tpassive ly
ttrac ed
tcontain ing
tback s
igen vectors
textend s
nCon tinental
tEx amples
tEx periments
treas ons
thyd rostatic
telong ate
tpol y
ie z
ntectonic s
nimp lications
nPr inceton
trol ling
tconcen trated
tactiv ity
nGe ophysical
tZ one
trac ted
twide ly
tsugges ts
ttex tures
tprov ince
ttri axial
tdecre ase
sh ore
toce an
tlead s
trepresen tative
ern icke
tglac ier
now ledge
tevalu ated
ncre asing
ncre nulation
tcour tesy
nprocess es
tabs olute
tincl ined
nus e
nus ed
tUs ing
tintro duced
nMic ros
nhigh er
tflaw s
nmicros cope
nab ove
oll ard
tII I
tsimultaneous ly
trese arch
nKinematic s
tsch istosity
ncrystal lographic
umb ent
tsus tain
nRo berts
nlith ostatic
tfam ous
nbec omes
tecton ite
tecton ites
nj oints
oid s
tintens e
tSch midt
tphoto s
nins tantaneous
ulli ons
tnucle ation
tquan ti
texplan ation
tfunc tion
ener ally
tbo ttom
nhyd rostatic
timag ed
ibe tan
tsubdi vided
nelong ation
tdemons trated
tsens ing
tdrill ing
ndes cri
activ ation
tgro oves
nperf ectly
tinde x
tcompar ison
tLar amide
tnumb ers
tpeb bles
tansw er
seud o
dri ven
ymb ols
ybr id
thyp oth
ostas y
) ;\
3 16
4 22
7 8
8 8
C on
E x
a h
a ts
a tural
a tom
b i
d ed
d own
d ding
d den
e th
f rictional
f jord
h ni
i ary
i tations
n id
n tri
n top
n very
r id
s tone
s imilar
t X
t train
u ters
u toff
v olution
z im
| \
Ã Ĺ
re nch
ts or
ts qu
ts tac
ts elf
ts idew
te vol
nd o
al istic
tf oss
tf ast
tf ocal
tf alls
tc e
tc res
tr ough
tin verted
ar ter
ar mon
tb ri
tb onds
tw eld
tm om
an tic
ic lastic
is ted
la ty
la tive
la teral
ul es
om olog
ol y
ol st
tto e
tor d
tl ock
tde tached
ns imilar
ns uccess
ure d
oc h
oc ean
ur assic
li d
li fic
li tude
us ive
nF ield
nF ractures
tdi vided
tcon tained
el la
el ow
tex c
tex cess
ra te
tshear s
tfor ward
nT ullis
nc reep
nc ataclastic
tS lip
tS and
tS imple
tse a
tse arch
twh ole
nS o
nS mall
nS tructures
nS uppe
tte mpor
tA MS
ll er
tch ocolate
ten velop
ot tish
tat trac
nf la
nf oreland
so trop
twhere as
np oint
np ropagation
np lanes
nC ri
ne ous
tle t
tle ading
ism ically
tF irst
av alc
tar g
tC o
tC ar
tC omp
20 2
20 10
tM ap
tM em
tM ode
nP or
tG ulf
nde v
nde velopment
ng ing
lu ence
tP er
ard less
tver tically
10 6
10 7
de al
nb ur
nM etamorphic
timp act
timp ossible
tB e
tB elt
tB esides
tob s
ip itation
tN o
tN ow
tN appe
nal ways
tslip p
nm ig
nm ark
tR ed
tR ec
tmin d
12 4
12 7
nE lastic
nre qui
nre lay
thigh est
ttrans form
nH igh
tE l
tsp a
tgen e
tam ong
nW ernicke
tso il
tD ome
ens ides
press ive
13 4
ncon f
ncon form
ncon trolled
tsub grain
tdef lection
gra bens
vi atoric
ttens ors
texp ands
ndi lation
nn um
tdom es
tpor oelastic
tpor phyroblasts
tcl us
22 5
22 6
30 3
30 5
30 6
ink ed
198 1
198 5
tcen trifuge
Â° ,\
Â° )\
nor ig
nor thogonal
tweak ness
por ted
tdomin ates
26 5
26 9
tresp ons
ons ider
tlong est
tsu dden
tiniti ated
tiniti ates
nshear ing
co hesive
tupper most
ttend ency
nsh or
tou tl
tach y
28 6
tAl ps
29 1
tcontinu e
tcontinu um
nto ward
23 6
treac tions
ex ico
tsee m
treflec ting
34 1
nEx periments
40 9
tdec ades
38 7
38 8
nV olume
tV ar
197 0
197 2
nma terial
nma ximum
nU tah
nac ross
tmicros copic
toblique ly
tval uable
ring er
tide a
ngra vity
37 1
ttw en
nres ul
nres toration
nan al
nan tic
ntrans pression
tdri ve
tadd s
tprogressive ly
tflatten ed
npro perties
tincreasing ly
tbook s
tpop ular
nra te
trestric t
nmechan ism
tlimes tones
wh ich
tdeta iled
tconcen tric
tconcen trations
tshap ed
nover burden
ttra ditional
tparame ter
texperimental ly
sequ ently
nco hesive
tsugges ting
nro tate
twid ens
tpreser ves
oudin aged
ttri angle
tadv anc
tCon tractional
shear s
ttranspression al
mb ers
tEven tually
ttur ns
ttur ned
tevery where
tapproxim ate
testima ting
tincom pressible
tintrusion s
tamorph osed
tcorresp ond
tdeg rees
tprom ote
nincre mental
testab lis
nrepres ent
nAc ademic
tprac tical
ndep th
ndep ositional
nab out
toper ations
oll mer
nund er
nund erstand
ncol lapse
nClass ic
tprogra m
tradi ometric
nhe terogeneous
temphas ized
tfrequ ency
nbec ome
tintens ity
nmin imum
ttechni que
ttechni ques
dition ally
tconfus ed
tchalleng ing
tful ly
tquick ly
tpair s
ru g
twri tten
nWal sh
tbuoy ancy
tslick enlines
nso ft
tcontribu te
nve ins
treorgan ization
tcollaps es
tReg ion
tsm ooth
nSp ringer
ttunn el
tdel ta
nsig nific
tpropor tional
BS D
draw al
ttal k
orpor ated
tmac ros
tiss ue
tliter ature
tmaxim a
geb ra
tprincip les
seudo tachy
thypoth esis
nid en
zim uth
ÃĹ \
armon ic
tbri ef
tmom ent
omolog ous
sotrop ic
avalc ante
. ).\
7 3
9 1
C T
C lass
D e
S alt
a tch
b la
b id
f low
f luid
f rom
i ra
i ke
j o
j ects
j ected
k ke
l omer
m ination
n tr
n tre
n order
p ure
r s
s p
s lo
s pac
t tabular
u ous
v on
v ari
w orth
y r
ti ary
ti liz
ta zimuth
th aving
re w
re one
ts w
ts eld
ts ector
ts tick
ts ymbols
tth ous
te p
in t
in ated
in ant
nd own
nd ens
tf il
tc lastic
tc ell
tc rop
tr ises
er ically
er ring
er man
or ite
or di
td ome
tin tr
tin verse
tb r
tb ul
tb lue
tp ack
tp ill
tm aster
tm illi
an ning
le g
le m
tre ly
tre member
is sion
la mination
tu des
ing er
om ing
ol i
ol iated
tis ostasy
tto ols
tto day
ss ier
ac eous
tor ient
ou ts
ou thern
ns tate
ns tud
as itic
tg one
tg roup
tal igned
tan tly
tan atom
tT er
tT ikoff
us e
us ually
nF ootwall
tcon vergence
tex am
tex cep
ty ellow
tma ss
train ed
ra tic
ro ove
tsh r
me thod
me mbers
ff usion
nc ur
nc hapter
nc ylindrical
tS ta
tS everal
tS cotland
nS lip
nS ymmetric
tte ardrop
tform ations
tac les
tA us
pre ad
tdis aggregation
um ing
ten ables
olog ists
olog ies
ong lomer
nf ac
nf inite
nf eldspar
19 0
ma x
nth ese
np ath
nC aledon
nC hris
nC renulation
nA nalysis
tpre m
fac e
tF olding
ni tudes
nÏ Ī
tar bi
tC anyon
tC avalcante
20 5
20 9
20 13
tW est
ad ratic
tM exico
nP ro
nP ollard
nR amberg
ag ros
ag netic
per ities
tcomp act
tcomp aring
tP lane
nB ur
nB asin
tper form
tper meable
tdirec t
red din
10 3
10 4
10 8
nb lock
nM e
nM ap
nM ore
tB rittle
ip roc
nw ork
na ff
nm uch
nI mage
nI sotropic
tR i
tR o
tref old
11 3
tfracture d
nin tersection
12 6
nE ngelder
tsta ted
nre le
16 1
16 7
tli es
row s
ttrans ected
nH omogeneous
nL aw
nL ayer
ell ing
tgen tly
nW ell
18 1
18 3
18 4
tD ip
ach ing
tterm ed
nÎ ¦
oo ke
nh ard
tup s
