{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"ti":261,"ta":262,"th":263,"re":264,"to":265,"ts":266,"tth":267,"on":268,"te":269,"in":270,"tthe":271,",\\":272,".\\":273,"nd":274,"al":275,"tf":276,"tc":277,"tr":278,"er":279,"tion":280,"or":281,"en":282,"td":283,"tin":284,"tof":285,"es":286,"ar":287,"tb":288,"tw":289,"tp":290,"tm":291,"tand":292,"an":293,"le":294,"ic":295,"tre":296,"he":297,"is":298,"la":299,"tu":300,"ing":301,"ed":302,"ation":303,"ul":304,"om":305,"ol":306,"tis":307,"tto":308,"orm":309,"ss":310,"ac":311,"tor":312,"ou":313,"tl":314,"ec":315,"ow":316,"ig":317,"ter":318,"tde":319,"ns":320,"at":321,"ly":322,"ve":323,"tra":324,"uc":325,"ure":326,"tbe":327,"form":328,"oc":329,"as":330,"aul":331,"tg":332,"ton":333,"ur":334,"tal":335,"ture":336,"tic":337,"im":338,"ted":339,"tn":340,"tthat":341,"tare":342,"li":343,"tfaul":344,"tan":345,"tT":346,")\\":347,"us":348,"formation":349,"nF":350,"os":351,"tdi":352,"hear":353,"ce":354,"tfr":355,"tcon":356,"igure":357,"el":358,"tex":359,"ty":360,"twi":361,"ver":362,"tas":363,"tstre":364,"tma":365,"train":366,"ion":367,"',":368,"Ġ'":369,"ge":370,"og":371,"id":372,"ra":373,"tshear":374,":\\":375,"ent":376,"zon":377,"ro":378,"twe":379,"tdeformation":380,"ock":381,"tmo":382,"tby":383,"tsh":384,"mp":385,"tstress":386,"nFigure":387,"truc":388,"tures":389,"tfol":390,"tfor":391,"âĢ":392,"se":393,"tcan":394,"me":395,"tla":396,"tstrain":397,"pe":398,"tThe":399,"nT":400,"ff":401,"tcom":402,"ine":403,"twith":404,"tI":405,"nc":406,"tS":407,"tfault":408,"tse":409,"ys":410,"tzon":411,".',":412,"trock":413,"twh":414,"ere":415,"(\\":416,").\\":417,"qu":418,"nS":419,"lip":420,"ting":421,"and":422,"ally":423,"ome":424,"here":425,"ap":426,"tte":427,"tfold":428,"yer":429,"tform":430,"ri":431,"tstruc":432,"tac":433,"ir":434,"tA":435,"tions":436,"ate":437,"tv":438,"tri":439,"ther":440,"ll":441,"tfaults":442,"tch":443,"tlayer":444,"pre":445,"ĵ\\":446,"âĢĵ\\":447,"tdis":448,"um":449,"ten":450,"olog":451,"ment":452,"tfrom":453,"eren":454,"ot":455,"tfrac":456,"tat":457,"ong":458,"ph":459,"ins":460,"all":461,"ore":462,"tme":463,"nf":464,"oin":465,"ial":466,"tpar":467,"19":468,"so":469,"pp":470,"tation":471,"ans":472,"ess":473,"ma":474,"tres":475,"uch":476,"las":477,"ple":478,"tens":479,"tro":480,"nth":481,"twhere":482,"il":483,"ity":484,"np":485,"ust":486,"tdiff":487,"tpl":488,"ous":489,"low":490,"nC":491,"ke":492,"ien":493,"ations":494,"nA":495,"tzone":496,"imen":497,"ne":498,"igh":499,"tstructures":500,"alt":501,"nThe":502,"tpre":503,"tle":504,"ound":505,"tthis":506,"tur":507,"tension":508,"ated":509,"ism":510,"own":511,"trela":512,"eolog":513,"ut":514,"tmod":515,"tpro":516,"fac":517,"tF":518,"alle":519,"tpr":520,"ave":521,"rec":522,"lastic":523,"tive":524,"tes":525,"uring":526,"tmay":527,"tIn":528,"ich":529,"han":530,"av":531,"tsim":532,"ical":533,"two":534,"eld":535,"urfac":536,"tween":537,"ular":538,"tgra":539,"tTh":540,"ni":541,"tline":542,"nÏ":543,"tar":544,"tdifferen":545,"tC":546,"od":547,"20":548,"tW":549,"tab":550,"trocks":551,"ad":552,"tcr":553,"tbetween":554,"age":555,"tM":556,"nP":557,"tplan":558,"ab":559,"tduring":560,"nD":561,"nR":562,"gh":563,"tsalt":564,"tmodel":565,"ile":566,"tH":567,"ale":568,"echan":569,"tit":570,"ag":571,"tk":572,"eral":573,"talso":574,"torien":575,"tcons":576,"thave":577,"tmore":578,"tus":579,"twhich":580,"pla":581,"tG":582,"tthr":583,"tnot":584,"per":585,"tone":586,"tcomp":587,"ield":588,"tsurfac":589,"ents":590,"tical":591,"tsuch":592,"ttr":593,"textension":594,"amp":595,"nde":596,"ng":597,"lu":598,"ough":599,"nÏĥ":600,"tlayers":601,"vel":602,"nthe":603,"tP":604,"nB":605,"ard":606,"tper":607,"tver":608,"tdirec":609,"red":610,"tric":611,"10":612,"ection":613,"tax":614,"tonic":615,"ase":616,"tzones":617,"de":618,"),\\":619,"ite":620,"nb":621,"nM":622,"tda":623,"tfolds":624,"tural":625,"op":626,"ttwo":627,"timp":628,"ub":629,"di":630,"pend":631,"tne":632,"talong":633,"ence":634,"cur":635,"tinc":636,"tB":637,"tob":638,"nJ":639,"mon":640,"twill":641,"ands":642,"tsome":643,"tinter":644,"ip":645,"tN":646,"ree":647,"ive":648,"nw":649,"nal":650,"tj":651,"action":652,"tmechan":653,"tty":654,"na":655,"tbut":656,"ers":657,"ang":658,"tslip":659,"ect":660,"nm":661,"tant":662,"tThis":663,"ost":664,"ctonic":665,"nI":666,"toc":667,"ula":668,"olu":669,"leav":670,"tfractures":671,"tR":672,"Figure":673,"oint":674,"tflow":675,"ary":676,"ssure":677,"tref":678,"term":679,"no":680,"ding":681,"tother":682,"iation":683,"tover":684,"11":685,"ven":686,"place":687,"nG":688,"aus":689,"tfracture":690,"tmin":691,"nin":692,"tfield":693,"tthan":694,"tsurface":695,"par":696,"tel":697,"12":698,"treg":699,"nE":700,"ari":701,"tsimple":702,"tdifferent":703,"tsta":704,"tif":705,"tlow":706,"formed":707,"tge":708,"oints":709,"ttle":710,"our":711,"tdata":712,"toccur":713,"leavage":714,"nre":715,"ax":716,"ormal":717,"16":718,"tco":719,"tli":720,"ases":721,"les":722,"tbec":723,"ick":724,"apter":725,"out":726,"thigh":727,"tshown":728,"iz":729,"tdirection":730,"duc":731,"placement":732,"row":733,"tly":734,"tthere":735,"tplane":736,"ample":737,"ogen":738,"ttrans":739,"nH":740,"cale":741,"tthey":742,"tcommon":743,"allel":744,"tti":745,"ystal":746,"phic":747,"ori":748,"tqu":749,"st":750,"edimen":751,"rittle":752,"ines":753,"torientation":754,"ak":755,"tE":756,"thas":757,"ib":758,"nL":759,"matic":760,"tits":761,"ell":762,"orizon":763,"tinto":764,"tshow":765,"=\\":766,"tsp":767,"uld":768,"tgen":769,"ame":770,"ved":771,"tam":772,"ose":773,"eology":774,"ch":775,"oud":776,"nW":777,"ments":778,"tso":779,"ttectonic":780,"pres":781,"orizontal":782,"tellip":783,"18":784,"sion":785,"tD":786,"ens":787,"ange":788,"twall":789,"15":790,"tcleavage":791,"ach":792,"iti":793,"tterm":794,"velop":795,"nÎ":796,"tind":797,"oo":798,"tmineral":799,"ined":800,"any":801,"ault":802,"ay":803,"ft":804,"nh":805,"17":806,"alled":807,"rac":808,"tnormal":809,"tshor":810,"tund":811,"axial":812,"tbas":813,"tup":814,"slip":815,"press":816,"ically":817,"tlar":818,"tmechanism":819,"ross":820,"13":821,"ttyp":822,"?\\":823,"tang":824,"trike":825,"ncon":826,"ause":827,"ms":828,"tsedimen":829,"tloc":830,"tgeome":831,"inc":832,"tmar":833,"luid":834,"tsub":835,"tdef":836,"tress":837,"old":838,"tincre":839,"ortant":840,"trepres":841,"mall":842,"ves":843,"tcontr":844,"tpressure":845,"ature":846,"tdo":847,"tph":848,"tno":849,"ew":850,"gra":851,"yl":852,"try":853,"tdisplacement":854,"tused":855,"tfoliation":856,"tresul":857,"tbrittle":858,"tapp":859,"the":860,"eng":861,"ward":862,"texample":863,"tmost":864,"tcrust":865,"nl":866,"vi":867,"tacc":868,"ever":869,"tcol":870,"tory":871,"tbands":872,"tboud":873,"tplastic":874,"late":875,"tWh":876,"fore":877,"ric":878,"tcalled":879,"twhile":880,"ates":881,"tening":882,"tmeans":883,"ym":884,"tz":885,"tad":886,"isc":887,"imension":888,"atter":889,"ttens":890,"thorizontal":891,"ges":892,"ector":893,"-\\":894,"texp":895,"trelated":896,"twhen":897,"14":898,"ser":899,"tain":900,"lec":901,"tthrough":902,"tdevelop":903,"tgrain":904,"thow":905,"trec":906,"ide":907,"mper":908,"tructural":909,"tdeformed":910,"timportant":911,"incip":912,"ength":913,"ndi":914,"yste":915,"ord":916,"tinu":917,"ttheir":918,"tfluid":919,"ight":920,"nn":921,"tim":922,"ismic":923,"olume":924,"tindic":925,"tsmall":926,"tdom":927,"led":928,"ocess":929,"tgrow":930,"den":931,"tthick":932,"ymme":933,"nand":934,"twell":935,"tpa":936,"tuse":937,"nt":938,"tpart":939,"incipal":940,"oss":941,"tpor":942,"tchange":943,"tabout":944,"ournal":945,"ack":946,"tdisc":947,"ps":948,"ssive":949,"apir":950,"tmany":951,"trati":952,"tkn":953,"hapter":954,"ition":955,"ond":956,"tcla":957,"tpoint":958,"this":959,"tdes":960,"tlines":961,"tvertical":962,"ense":963,"ant":964,"vol":965,"tcl":966,"tmic":967,"tformed":968,"ue":969,"tnon":970,"tany":971,"tdiag":972,"199":973,"cri":974,"tthen":975,"ters":976,"oth":977,"terial":978,"200":979,"tjoints":980,"ness":981,"tpartic":982,"22":983,"ape":984,"ote":985,"tgeolog":986,"tparallel":987,"nJournal":988,"till":989,"tstrike":990,"tmove":991,"trix":992,"if":993,"tarea":994,"am":995,"tthree":996,"trota":997,"trotation":998,"tary":999,"tsame":1000,"tonly":1001,"tent":1002,"tamor":1003,"loc":1004,"tO":1005,"tanal":1006,"irc":1007,"tshortening":1008,"eous":1009,"tcases":1010,"icular":1011,"pendicular":1012,"tsyste":1013,"ndeformation":1014,"tass":1015,"tthrust":1016,"ook":1017,"vid":1018,"tial":1019,"taxes":1020,"tL":1021,"ind":1022,"tbound":1023,"Ġ'',":1024,"inematic":1025,"tconsid":1026,"tcase":1027,"tstate":1028,"lic":1029,"nk":1030,"tsection":1031,"tching":1032,"30":1033,"tfac":1034,"tfound":1035,"tional":1036,"artz":1037,"tdiapir":1038,"tmaterial":1039,"tregim":1040,"tuni":1041,"tangle":1042,"tdep":1043,"trate":1044,"nex":1045,"tpatter":1046,"hed":1047,"usion":1048,"tunder":1049,"ili":1050,"tHow":1051,"tIf":1052,"nN":1053,"tprocess":1054,"pression":1055,"thing":1056,"tdepend":1057,"tshape":1058,"tformation":1059,"mperature":1060,"res":1061,"ink":1062,"tinvol":1063,"able":1064,"21":1065,"ber":1066,"tbeen":1067,"tvery":1068,"thistory":1069,"198":1070,"nChapter":1071,"tcommonly":1072,"tmechanisms":1073,"tdescri":1074,"tmatrix":1075,"tstructure":1076,"tvolume":1077,"ove":1078,"tU":1079,"tcen":1080,"erred":1081,"tinformation":1082,"tless":1083,"erence":1084,"tFor":1085,"ian":1086,"ists":1087,"tgi":1088,"tbecause":1089,"inn":1090,"tIt":1091,"tprincipal":1092,"tcrystal":1093,"tGeology":1094,"nIn":1095,"nof":1096,"ymmetric":1097,"val":1098,"oci":1099,"textensional":1100,"tlith":1101,"Â°":1102,"tvari":1103,"ces":1104,"tJ":1105,"tlocal":1106,"tgeometry":1107,"nor":1108,"Ļ\\":1109,"torogen":1110,"ections":1111,"âĢĻ\\":1112,"ros":1113,"tpure":1114,"tlength":1115,"tgener":1116,"tamorphic":1117,"iss":1118,"soid":1119,"tlarge":1120,"tdiagra":1121,"tsense":1122,"ngth":1123,"kes":1124,"tcirc":1125,"ects":1126,"ies":1127,"lan":1128,"tfolding":1129,"ylon":1130,"rystal":1131,"pper":1132,"tperpendicular":1133,"teff":1134,"tweak":1135,"ysis":1136,"omp":1137,"tset":1138,"ilar":1139,"ith":1140,"tve":1141,"texper":1142,"tlower":1143,"tile":1144,"teach":1145,"olution":1146,"are":1147,"nO":1148,"por":1149,"ran":1150,"land":1151,"tacross":1152,"tvector":1153,"tobser":1154,"ful":1155,"ox":1156,"tthese":1157,"tcur":1158,"trelative":1159,"ttime":1160,"ays":1161,"istic":1162,"tdip":1163,"tsepar":1164,"tseismic":1165,"tminerals":1166,"oph":1167,"pping":1168,"tlim":1169,"bu":1170,"tiv":1171,"arac":1172,"lap":1173,"tance":1174,"tquartz":1175,"tdomin":1176,"aracter":1177,"26":1178,"lock":1179,"ties":1180,"tequ":1181,"osity":1182,"tstructural":1183,"tcompon":1184,"ility":1185,"tend":1186,"toff":1187,"tboth":1188,"ttype":1189,"tsedimentary":1190,"tdepth":1191,"ites":1192,"thod":1193,"est":1194,"ics":1195,"umula":1196,"tplot":1197,"tWe":1198,"ize":1199,"tcontraction":1200,"24":1201,"tStructural":1202,"tdescrib":1203,"tap":1204,"tresp":1205,"plex":1206,"tillus":1207,"tscale":1208,"tcri":1209,"osed":1210,"tstrength":1211,"taxis":1212,"angle":1213,"tellipsoid":1214,"imensional":1215,"xim":1216,"ons":1217,"tral":1218,"ogra":1219,"hr":1220,"nr":1221,"tations":1222,"one":1223,"tlong":1224,"ttoward":1225,"uctile":1226,"tstresses":1227,").',":1228,"tsu":1229,"nstrain":1230,"tcondi":1231,"line":1232,"nv":1233,"tiniti":1234,"tmust":1235,"tribu":1236,"tnew":1237,"tresult":1238,"ied":1239,"onal":1240,"teven":1241,"tgrains":1242,"tmark":1243,"mer":1244,"nshear":1245,"tvisc":1246,"tthickness":1247,"tHowever":1248,"co":1249,"ea":1250,"teas":1251,"inal":1252,"asure":1253,"tall":1254,"tchapter":1255,"tregime":1256,"uss":1257,"tcre":1258,"ese":1259,"ysical":1260,"ible":1261,"tboudins":1262,"top":1263,"tupper":1264,"ected":1265,"que":1266,"ttend":1267,"trole":1268,"trelations":1269,"abric":1270,"tkinematic":1271,"tknown":1272,"tnum":1273,"tstretching":1274,"tlineation":1275,"taround":1276,"tjoint":1277,"âĪ":1278,"anc":1279,"app":1280,"tmethod":1281,"tNor":1282,"ttherefore":1283,"ities":1284,"ased":1285,"rop":1286,"irst":1287,"nsh":1288,"liz":1289,"tgeneral":1290,"ating":1291,"tou":1292,"twas":1293,"imple":1294,"ading":1295,"taxial":1296,"toccurs":1297,"scale":1298,"tta":1299,"ual":1300,"tour":1301,"tste":1302,"tdra":1303,"arth":1304,"tseen":1305,"tWhat":1306,"tdiagram":1307,"ually":1308,"ork":1309,"ental":1310,"ented":1311,"ist":1312,"isting":1313,"tfric":1314,"ttemperature":1315,"tdisloc":1316,"ology":1317,"nDe":1318,"anging":1319,"dimensional":1320,"tSuch":1321,"tHence":1322,"33":1323,"et":1324,"tcharacter":1325,"tgrowth":1326,"tparticular":1327,"tanalysis":1328,"tcore":1329,"tins":1330,"torig":1331,"tach":1332,"tsurfaces":1333,"tspac":1334,"ractures":1335,"tclose":1336,"tconditions":1337,"ga":1338,"tabove":1339,"taccumula":1340,"tratigra":1341,"ble":1342,"tplate":1343,"amples":1344,"ttypically":1345,"28":1346,"lis":1347,"ening":1348,"qui":1349,"tAl":1350,"29":1351,"35":1352,"ep":1353,"lex":1354,"toration":1355,"urther":1356,"tcontinu":1357,"pressure":1358,"mage":1359,"tlineations":1360,"treference":1361,"âĪĴ":1362,"nK":1363,"ľ\\":1364,"Ŀ\\":1365,"tsands":1366,"omes":1367,"âĢľ\\":1368,"âĢĿ\\":1369,"tinterpre":1370,"nare":1371,"treferred":1372,"ttypes":1373,"nu":1374,"nto":1375,"ndis":1376,"ount":1377,"tmag":1378,"tmetamorphic":1379,"trop":1380,"tmodels":1381,"perties":1382,"tcompaction":1383,"olds":1384,"tlithos":1385,"23":1386,"hip":1387,"tblock":1388,"twithin":1389,"tsets":1390,"ered":1391,"tmeasure":1392,"tproduc":1393,"ized":1394,"ould":1395,"verse":1396,"phy":1397,"tsimilar":1398,"tregion":1399,"tdiscuss":1400,"mod":1401,"treac":1402,"tgre":1403,"tconn":1404,"fter":1405,"nX":1406,"reg":1407,"ise":1408,"igid":1409,"tmarg":1410,"tconsider":1411,"ex":1412,"ole":1413,"tinf":1414,"ingle":1415,"tlook":1416,"tlike":1417,"tgiven":1418,"fic":1419,"ill":1420,"tstra":1421,"tside":1422,"telastic":1423,"tmylon":1424,"treduc":1425,"veral":1426,"tseveral":1427,"hap":1428,"nis":1429,"tfla":1430,"tcor":1431,"osition":1432,"tboudin":1433,"ttensile":1434,"rystalliz":1435,"twed":1436,"tdeform":1437,"liding":1438,"tuseful":1439,"tclass":1440,"torogenic":1441,"27":1442,"otrop":1443,"tfirst":1444,"tconf":1445,"tpres":1446,"twould":1447,"SA":1448,"ety":1449,"tout":1450,"tthus":1451,"tev":1452,"alc":1453,"asing":1454,"tMo":1455,"nbe":1456,"tNote":1457,"ogeneous":1458,"tbased":1459,"tpath":1460,"teffect":1461,"tobserv":1462,"nte":1463,"way":1464,"yd":1465,"tductile":1466,"trated":1467,"petent":1468,"nTh":1469,"tsee":1470,"nBox":1471,"tcircle":1472,"tveins":1473,"ger":1474,"ining":1475,"lation":1476,"nstress":1477,"tfaulting":1478,"tproperties":1479,"tlinear":1480,"treflec":1481,"atac":1482,"ia":1483,"tsingle":1484,"trong":1485,"tpore":1486,"thinge":1487,"lo":1488,"tstu":1489,"trequi":1490,"cep":1491,"parallel":1492,"tsubs":1493,"tdepends":1494,"lapse":1495,"34":1496,"thanging":1497,"tshe":1498,"tsig":1499,"tfabric":1500,"tobj":1501,"nEx":1502,"tsystem":1503,"tcomponent":1504,"25":1505,"ater":1506,"rom":1507,"ressive":1508,"tsize":1509,"aled":1510,"tgo":1511,"tshearing":1512,"tcontrol":1513,"times":1514,"tmovement":1515,"toffse":1516,"lated":1517,"aults":1518,"table":1519,"tplanes":1520,"ulation":1521,"tbecomes":1522,"thigher":1523,"mic":1524,"erical":1525,"tructures":1526,"npr":1527,"twalls":1528,"40":1529,"section":1530,"tafter":1531,"econd":1532,"rof":1533,"turing":1534,"eological":1535,"nific":1536,"tplanar":1537,"ndeformed":1538,"erstand":1539,"tellipse":1540,"tboundary":1541,"tdec":1542,"tcontra":1543,"tmean":1544,"nfault":1545,"npar":1546,"tdifference":1547,"torientations":1548,"tspec":1549,"tterms":1550,"ndiff":1551,"tpattern":1552,"36":1553,"ways":1554,"tiden":1555,"tstratigra":1556,"lied":1557,"lique":1558,"tmain":1559,"twere":1560,"38":1561,"ced":1562,"phere":1563,"tpoints":1564,"tmuch":1565,"oun":1566,"tramp":1567,"ogressive":1568,"tfolded":1569,"tconstant":1570,"tshows":1571,"tsediments":1572,"tdoes":1573,"tclay":1574,"troleum":1575,"tatic":1576,"trans":1577,"tdown":1578,"tbed":1579,"tpla":1580,"lying":1581,"ural":1582,"tten":1583,"tproj":1584,"tdifferential":1585,"aries":1586,"ximum":1587,"lexural":1588,"nV":1589,"ontinu":1590,"tele":1591,"tshale":1592,"trift":1593,"toriented":1594,"trepresent":1595,"tgeologic":1596,"tgenerally":1597,"trelationship":1598,"tima":1599,"tdens":1600,"tbur":1601,"ast":1602,"trestoration":1603,"ttectonics":1604,"tcollapse":1605,"ophys":1606,"tsc":1607,"ination":1608,"ince":1609,"tcaus":1610,"tones":1611,"tlater":1612,"tcould":1613,"texperimen":1614,"tun":1615,"ides":1616,"tdistribu":1617,"nwh":1618,"tcriter":1619,"meric":1620,"bur":1621,"etroleum":1622,"itic":1623,"tV":1624,"though":1625,"tway":1626,"omb":1627,"tbend":1628,"see":1629,"tThese":1630,"reep":1631,"Â°\\":1632,"tparticularly":1633,"/\\":1634,"Ã©":1635,"tsy":1636,"trigid":1637,"tmap":1638,"Ġ'(":1639,"tchang":1640,"tindicate":1641,"tpatterns":1642,"ling":1643,"rust":1644,"tsliding":1645,"tfa":1646,"tshould":1647,"tamount":1648,"tsignific":1649,"nla":1650,"thog":1651,"tsections":1652,"tdimension":1653,"ady":1654,"tsometimes":1655,"tphysical":1656,"trotate":1657,"tdiscussed":1658,"tsand":1659,"tstrong":1660,"tors":1661,"tgeology":1662,"osite":1663,"tcomb":1664,"nStrain":1665,"tneed":1666,"tRe":1667,"tunderstand":1668,"tdefined":1669,"tratio":1670,"ociated":1671,"ociety":1672,"tdrag":1673,";\\":1674,"ily":1675,"²\\":1676,"tthin":1677,"tbase":1678,"ication":1679,"âĢ²\\":1680,"197":1681,"tmechanical":1682,"tlarger":1683,"ncons":1684,"taddi":1685,"tinflu":1686,"thogonal":1687,"tcross":1688,"tcalc":1689,"ors":1690,"lass":1691,"ective":1692,"lies":1693,"tfollow":1694,"tcomplex":1695,"agation":1696,"twedge":1697,"aledon":1698,"cen":1699,"nY":1700,"nas":1701,"round":1702,"tinental":1703,"tposs":1704,"trem":1705,"talways":1706,"tna":1707,"tmaximum":1708,"twhat":1709,"tAn":1710,"tparts":1711,"tperf":1712,"ttip":1713,"racture":1714,"lane":1715,"tmarkers":1716,"otropic":1717,"45":1718,"col":1719,"dic":1720,"it":1721,"nma":1722,"topp":1723,"tband":1724,"tbel":1725,"osi":1726,"tyou":1727,"tprop":1728,"tdevelopment":1729,"trecrystalliz":1730,"ographic":1731,"nU":1732,"nac":1733,"ues":1734,"ertain":1735,"treverse":1736,"edi":1737,"nwhere":1738,"tknow":1739,"tmicros":1740,"tassociated":1741,"burden":1742,"ud":1743,"aling":1744,"trates":1745,"tcompetent":1746,"toblique":1747,"tcharacteristic":1748,"tsandstone":1749,"tdeformations":1750,"nTec":1751,"tforms":1752,"tval":1753,"tlevel":1754,"tcrus":1755,"tcontractional":1756,"ju":1757,"nZ":1758,"roc":1759,"und":1760,"tsecond":1761,"erg":1762,"ish":1763,"tlo":1764,"vers":1765,"tforce":1766,"trif":1767,"tdirections":1768,"ttranspor":1769,"tincrease":1770,"tnumber":1771,"toffset":1772,"ains":1773,"iations":1774,"nme":1775,"ring":1776,"arly":1777,"taneous":1778,"tlayering":1779,"tdiffusion":1780,"tcoaxial":1781,"tfact":1782,"tprocesses":1783,"tillustrated":1784,"tachment":1785,"tblocks":1786,"tdensity":1787,"tchanges":1788,"alanc":1789,"tdue":1790,"omogeneous":1791,"nFault":1792,"tmake":1793,"nFigures":1794,"twithout":1795,"oreland":1796,"tmodeling":1797,"ossen":1798,"tboundaries":1799,"tdiapirs":1800,"tMohr":1801,"tcontrast":1802,"itu":1803,"man":1804,"tide":1805,"tcreep":1806,"uck":1807,"appe":1808,"tact":1809,"nthat":1810,"tCaledon":1811,"ngra":1812,"ootwall":1813,"tincreases":1814,"tappro":1815,"view":1816,"tporous":1817,"tconsidered":1818,"tdislocation":1819,"tlithosphere":1820,"Ã©col":1821,"Ã©colle":1822,"37":1823,"60":1824,"nx":1825,"ttw":1826,"tsty":1827,"traction":1828,"ttop":1829,"nse":1830,"ncomp":1831,"tSociety":1832,"tsequ":1833,"tAs":1834,"tsimp":1835,"tusually":1836,"tinternal":1837,"tbecome":1838,"nge":1839,"tate":1840,"thard":1841,"ull":1842,"ticity":1843,"imp":1844,"tISA":1845,"tdamage":1846,"tapplied":1847,"nrock":1848,"tburial":1849,"ared":1850,"vity":1851,"tration":1852,"tbeing":1853,"tbefore":1854,"tgive":1855,"texamples":1856,"tfracturing":1857,"tthrus":1858,"tnear":1859,"nres":1860,"tsystems":1861,"tsetting":1862,"tequal":1863,"tviscosity":1864,"coaxial":1865,"tfrictional":1866,"tboudinage":1867,"der":1868,"nan":1869,"nzon":1870,"other":1871,"ule":1872,"tains":1873,"tthose":1874,"tfigure":1875,"twork":1876,"lay":1877,"tundeformed":1878,"tactive":1879,"thern":1880,"toverburden":1881,"nGeological":1882,"ttensor":1883,"tpassive":1884,"lications":1885,"nDeformation":1886,"bor":1887,"ntrans":1888,"tK":1889,"up":1890,"tec":1891,"oliation":1892,"tenough":1893,"ability":1894,"ttrac":1895,"trepresented":1896,"tNorth":1897,"ner":1898,"ned":1899,"vo":1900,"taga":1901,"tdeterm":1902,"very":1903,"ncom":1904,"nplastic":1905,"tDe":1906,"texpl":1907,"tinvolved":1908,"tcentral":1909,"dle":1910,"non":1911,"tstar":1912,"torthogonal":1913,"tice":1914,"tnow":1915,"tcontain":1916,"umm":1917,"plete":1918,"tensional":1919,"tFault":1920,"trepresents":1921,"tgeologists":1922,"tinvolves":1923,"tinitial":1924,"teasily":1925,"tspace":1926,"tsignificant":1927,"bs":1928,"rans":1929,"ving":1930,"thel":1931,"tsymmetric":1932,"tthem":1933,"tfew":1934,"tdri":1935,"tman":1936,"texpla":1937,"quation":1938,"nStress":1939,"allow":1940,"ably":1941,"tques":1942,"tadd":1943,"tcontinuous":1944,"tobservations":1945,"tcriterion":1946,"39":1947,"nulation":1948,"strain":1949,"act":1950,"iment":1951,"tnor":1952,"tanother":1953,"tThey":1954,"nSalt":1955,"nfor":1956,"nother":1957,"tmargins":1958,"tpossible":1959,"ier":1960,"most":1961,"tY":1962,"tsample":1963,"inate":1964,"tforeland":1965,"treve":1966,"lac":1967,"tlink":1968,"elf":1969,"tlat":1970,"net":1971,"tdiscontinu":1972,"inning":1973,"existing":1974,"tstud":1975,"tnatural":1976,"hes":1977,"va":1978,"tfind":1979,"tback":1980,"talthough":1981,"tSea":1982,"testim":1983,"nEquation":1984,"tstage":1985,"ylind":1986,"tresults":1987,"50":1988,"not":1989,"treal":1990,"tstrains":1991,"nAn":1992,"nRe":1993,"tEarth":1994,"tindi":1995,"nline":1996,"tfluids":1997,"tdescribed":1998,"torigin":1999,"tstraight":2000,"tdimensions":2001,"greg":2002,"ient":2003,"nel":2004,"of":2005,"oul":2006,"ineral":2007,"inite":2008,"tcatac":2009,"ording":2010,"tinte":2011,"tbalanc":2012,"nper":2013,"tprogressive":2014,"urface":2015,"tinclu":2016,"tgeometric":2017,"trotated":2018,"vidual":2019,"tAlso":2020,"âĪĴ\\":2021,"treactiv":2022,"tgreat":2023,"tpaths":2024,"oulomb":2025,"tsitu":2026,"trusion":2027,"tbu":2028,"tmid":2029,"igen":2030,"tically":2031,"tareas":2032,"textend":2033,"tmakes":2034,"nStructural":2035,"tAt":2036,"tunit":2037,"norien":2038,"toriginal":2039,"ndisplacement":2040,"tflatten":2041,"tfail":2042,"nlayer":2043,"topposite":2044,"ope":2045,"ress":2046,"inter":2047,"tbeh":2048,"tcontinental":2049,"tlaw":2050,"tseg":2051,"nSe":2052,"tforming":2053,"tpref":2054,"timplies":2055,"nWh":2056,"tdefine":2057,"tgives":2058,"tvarious":2059,"tvectors":2060,"tobjects":2061,"tcontrolled":2062,"tdistribution":2063,"voir":2064,"there":2065,"tcertain":2066,"ars":2067,"gether":2068,"treser":2069,"lasts":2070,"npro":2071,"elds":2072,"nwith":2073,"ndirec":2074,"tplotted":2075,"tconfining":2076,"au":2077,"wise":2078,"taff":2079,"tflexural":2080,"enc":2081,"tdÃ©colle":2082,"tbre":2083,"trele":2084,"tThere":2085,"nBased":2086,"nIt":2087,"nGeology":2088,"tget":2089,"tincreasing":2090,"ified":2091,"tseparated":2092,"tfriction":2093,"nThis":2094,"tstratigraphic":2095,"br":2096,"taway":2097,"thand":2098,"tser":2099,"tbook":2100,"ance":2101,"ectly":2102,"idge":2103,"tfoliations":2104,"ilic":2105,"nCon":2106,"neiss":2107,"nÏķ":2108,"ulations":2109,"tfields":2110,"tEx":2111,"lication":2112,"tappe":2113,"tregional":2114,"ndifferen":2115,"gate":2116,"ene":2117,"treas":2118,"ulti":2119,"nstructures":2120,"tasymmetric":2121,"tshallow":2122,"tAnd":2123,"pherical":2124,"tpreexisting":2125,"tprim":2126,"tWhen":2127,"lision":2128,"tlikely":2129,"cept":2130,"44":2131,"ams":2132,"hth":2133,"pec":2134,"tke":2135,"yna":2136,"tage":2137,"tsme":2138,"tfootwall":2139,"ory":2140,"tpop":2141,"letin":2142,"ings":2143,"ult":2144,"ulletin":2145,"meability":2146,"tenti":2147,"tpredic":2148,"tprof":2149,"tshowing":2150,"tdislocations":2151,"haped":2152,"jugate":2153,"ergy":2154,"ttransport":2155,"tindividual":2156,"ds":2157,"ix":2158,"nce":2159,"shaped":2160,"wall":2161,"tag":2162,"tah":2163,"thyd":2164,"toil":2165,"tfurther":2166,"tcle":2167,"tcause":2168,"trhe":2169,"arch":2170,"ommod":2171,"olid":2172,"ttotal":2173,"ocity":2174,"nFold":2175,"tvi":2176,"ilome":2177,"tgravity":2178,"telong":2179,"nÎ¸":2180,"tbasal":2181,"tupli":2182,"vious":2183,"tindicates":2184,"acks":2185,"ification":2186,"tregimes":2187,"haps":2188,"tbedding":2189,"taddition":2190,"tinfluence":2191,"tfollowing":2192,">\\":2193,"be":2194,"eper":2195,"nra":2196,"ump":2197,"time":2198,"tsl":2199,"orticity":2200,"tpol":2201,"tbelow":2202,"mph":2203,"tforces":2204,"tcomplete":2205,"trestric":2206,"ils":2207,"ience":2208,"100":2209,"tphase":2210,"vidence":2211,"tvariations":2212,"trelatively":2213,"trespect":2214,"appes":2215,"tractional":2216,"treveal":2217,"eldspar":2218,"fer":2219,"lographic":2220,"til":2221,"tir":2222,"tsolution":2223,"ort":2224,"trema":2225,"istent":2226,"tude":2227,"olding":2228,"tdetachment":2229,"tanti":2230,"texpression":2231,"tasp":2232,"nfrom":2233,"tresulting":2234,"ordinate":2235,"tsmaller":2236,"tdiapirism":2237,"tvein":2238,"tdomino":2239,"toutc":2240,"arthqu":2241,"regular":2242,"tidentical":2243,"telements":2244,"tbasement":2245,"ummary":2246,"tfailure":2247,"treservoir":2248,"dom":2249,"oto":2250,"uplex":2251,"wn":2252,"tsur":2253,"tstill":2254,"tdipping":2255,"nch":2256,"tAmeric":2257,"ored":2258,"aves":2259,"tkm":2260,"tusing":2261,"velocity":2262,"erson":2263,"nmic":2264,"nIf":2265,"tuniaxial":2266,"tviscous":2267,"eatures":2268,"topen":2269,"hthon":2270,"tentire":2271,"tview":2272,"31":2273,"The":2274,"ie":2275,"ld":2276,"lines":2277,"tsince":2278,"ice":2279,"tantaneous":2280,"nFor":2281,"tSc":2282,"tBulletin":2283,"nmechan":2284,"arily":2285,"ectors":2286,"tmicrof":2287,"tcomponents":2288,"tsupp":2289,"tmethods":2290,"tpresent":2291,"ntectonic":2292,"trecrystallization":2293,"tloading":2294,"tideal":2295,"ata":2296,"atures":2297,"gges":2298,"nimp":2299,"tstri":2300,"tthough":2301,"ales":2302,"tretching":2303,"hether":2304,"ime":2305,"tSome":2306,"odel":2307,"nPr":2308,"tperhaps":2309,"tintersection":2310,"ninc":2311,"tstates":2312,"nrela":2313,"tquite":2314,"mperatures":2315,"tlimes":2316,"tdominated":2317,"treduction":2318,"ophyses":2319,"tcrustal":2320,"tsituation":2321,"ass":2322,"ets":2323,"nform":2324,"ry":2325,"ttre":2326,"wh":2327,"teigen":2328,"trol":2329,"tdone":2330,"twater":2331,"icult":2332,"tually":2333,"tdeta":2334,"nsub":2335,"tconcen":2336,"tmade":2337,"tshap":2338,"ncan":2339,"nShear":2340,"tactiv":2341,"tleft":2342,"tprovid":2343,"tkilome":2344,"perimen":2345,"velope":2346,"tmechanics":2347,"nover":2348,"nGe":2349,"nLine":2350,"tangular":2351,"vitation":2352,"trecord":2353,"ondon":2354,"tcritical":2355,"ropagation":2356,"ttakes":2357,"tinterpretation":2358,"tmargin":2359,"trequires":2360,"tmeaning":2361,"texperiments":2362,"tmiddle":2363,"ath":2364,"atory":2365,"cop":2366,"ference":2367,"lol":2368,"ny":2369,"tZ":2370,"ttra":2371,"tfeatures":2372,"ark":2373,"tbuck":2374,"tways":2375,"ttogether":2376,"ecting":2377,"tdevi":2378,"imilar":2379,"tries":2380,"tenvelope":2381,"tparame":2382,"trelation":2383,"tgrad":2384,"tGeolog":2385,"axis":2386,"nÎ±":2387,"taccording":2388,"inned":2389,"tdepths":2390,"tdeforming":2391,"tclassic":2392,"texperimental":2393,"tuntil":2394,"tbreak":2395,"hthonous":2396,"+\\":2397,"em":2398,"nqu":2399,"plane":2400,"tevidence":2401,"trac":2402,"tword":2403,"aster":2404,"imum":2405,"tnappe":2406,"tanis":2407,"ostress":2408,"twide":2409,"sequ":2410,"nTrans":2411,"nco":2412,"ometric":2413,"tenergy":2414,"ologic":2415,"tregard":2416,"tbasins":2417,"texposed":2418,"order":2419,"nnormal":2420,"ymmetry":2421,"tsugges":2422,"tsteep":2423,"tproduce":2424,"tsubsimple":2425,"tunderstanding":2426,"edium":2427,"tCaledonides":2428,"tstudy":2429,"ylindr":2430,"tappear":2431,"treason":2432,"):\\":2433,".),\\":2434,"bility":2435,"length":2436,"nz":2437,"nro":2438,"npressure":2439,"right":2440,"ttex":2441,"titu":2442,"related":2443,"ready":2444,"tsou":2445,"arb":2446,"tpo":2447,"like":2448,"tcannot":2449,"tlast":2450,"ffic":2451,"tStrain":2452,"ately":2453,"illed":2454,"nAs":2455,"tmode":2456,"tmodul":2457,"tprov":2458,"tpermeability":2459,"ulated":2460,"ninter":2461,"tcollec":2462,"ranular":2463,"tdescribes":2464,"tkinematics":2465,"tidentif":2466,"ophysics":2467,"tsequence":2468,"tbuil":2469,"tflattening":2470,"assive":2471,"ited":2472,"ttheory":2473,"trange":2474,"tright":2475,"tposi":2476,"tmulti":2477,"anic":2478,"omer":2479,"ecess":2480,"nslip":2481,"nsalt":2482,"asin":2483,"tallow":2484,"imb":2485,"tnappes":2486,"twid":2487,"rior":2488,"inst":2489,"nfracture":2490,"tCoulomb":2491,"ndepend":2492,"ttransition":2493,"titself":2494,"tdefin":2495,"tOne":2496,"tunits":2497,"tapophyses":2498,"taccumulate":2499,"tmylonite":2500,"nTecton":2501,"tsimply":2502,"boratory":2503,"tagainst":2504,"tmantle":2505,"tquestions":2506,"ndirection":2507,"tsurround":2508,"tAmerica":2509,"ylindrical":2510,"90":2511,"less":2512,"linn":2513,"mal":2514,"tiff":2515,"thomogeneous":2516,"tearthqu":2517,"ndom":2518,"tfib":2519,"tduplex":2520,"toften":2521,"olved":2522,"tdikes":2523,"tpreser":2524,"niaxial":2525,"aleostress":2526,"nby":2527,"oudin":2528,"tupward":2529,"tadj":2530,"tdeveloped":2531,"tdomains":2532,"resp":2533,"tUtah":2534,"tcurve":2535,"tcrenulation":2536,"gative":2537,"taccumulates":2538,"tmeasurements":2539,"module":2540,"tperfectly":2541,"tpropag":2542,"tnorthern":2543,"interland":2544,"taggreg":2545,"king":2546,"nne":2547,"ron":2548,"ration":2549,"ttri":2550,"well":2551,"tato":2552,"tsour":2553,"ences":2554,"tmig":2555,"tmedium":2556,"ecause":2557,"osilic":2558,"tlaboratory":2559,"llosilic":2560,"tdiss":2561,"196":2562,"pped":2563,"tdifficult":2564,"nAmeric":2565,"tleast":2566,"nDis":2567,"nob":2568,"nWe":2569,"tadv":2570,"tporosity":2571,"valu":2572,"nbetween":2573,"tgood":2574,"tramps":2575,"nwhich":2576,"tremo":2577,"tbelts":2578,"manent":2579,"nzone":2580,"tdÃ©collement":2581,"nTectonophysics":2582,"cess":2583,"horizontal":2584,"yp":2585,"tained":2586,"onse":2587,"tfinite":2588,"orth":2589,"tpole":2590,"tpetroleum":2591,"nste":2592,"ostatic":2593,"tcontact":2594,"tSe":2595,"ttemperatures":2596,"tdistance":2597,"tproble":2598,"nitude":2599,"tCon":2600,"nDi":2601,"tvers":2602,"tcoordinate":2603,"duction":2604,"akes":2605,"nLondon":2606,"matically":2607,"tphases":2608,"tcollision":2609,"ledge":2610,"tparticle":2611,"tassum":2612,"values":2613,"tdiagrams":2614,"tcurved":2615,"tNorway":2616,"tinstance":2617,"tclosely":2618,"tinterpreted":2619,"tmeasured":2620,"tcauses":2621,"tperfect":2622,"tapproach":2623,"thardening":2624,"tsettings":2625,"tirregular":2626,"toutcrop":2627,"nAmerican":2628,"ben":2629,"gl":2630,"noc":2631,"ob":2632,"shear":2633,"state":2634,"wo":2635,"tectonic":2636,"alf":2637,"eneral":2638,"aring":2639,"tprior":2640,"istance":2641,"tcontains":2642,"verg":2643,"version":2644,"tcompression":2645,"ttell":2646,"tacts":2647,"nfractures":2648,"nivers":2649,"tconstruc":2650,"ttrue":2651,"tPetroleum":2652,"toverlap":2653,"toverpressure":2654,"placements":2655,"ization":2656,"ttranspression":2657,"nÎ¼":2658,"tbasin":2659,"theter":2660,"lanar":2661,"tobserved":2662,"tspacing":2663,"tsandstones":2664,"tevolution":2665,"tstudi":2666,"trequired":2667,"tdecre":2668,"tstratigraphy":2669,"tprojection":2670,"tprojections":2671,"tcombination":2672,"tbelt":2673,"tthrusting":2674,"tdiscontinuities":2675,"hesive":2676,"testimate":2677,"tlimestone":2678,"Pa":2679,"sh":2680,"tter":2681,"toce":2682,"tored":2683,"tspre":2684,"arrow":2685,"ttoo":2686,"torder":2687,"trather":2688,"talready":2689,"tfron":2690,"texpress":2691,"tmapping":2692,"tmotion":2693,"ffith":2694,"twhy":2695,"riffith":2696,"tvis":2697,"tvary":2698,"isms":2699,"tFossen":2700,"tMa":2701,"tkink":2702,"tGe":2703,"toverla":2704,"tstages":2705,"thowever":2706,"tparticles":2707,"tassump":2708,"tmaterials":2709,"tresponse":2710,"teasy":2711,"tsheets":2712,"tpropagation":2713,"tlattice":2714,"pecial":2715,"trestricted":2716,"tmodulus":2717,"mb":2718,"propagation":2719,"tition":2720,"rent":2721,"tfar":2722,"tfeldspar":2723,"ediment":2724,"acent":2725,"ows":2726,"tern":2727,"tgneiss":2728,"ceed":2729,"rag":2730,"tsealing":2731,"tingu":2732,"tdistingu":2733,"tgravitation":2734,"ages":2735,"tdirectly":2736,"trices":2737,"nwe":2738,"tEven":2739,"tclos":2740,"thinges":2741,"tinvolve":2742,"tcrystallographic":2743,"touter":2744,"lished":2745,"tevents":2746,"npartic":2747,"tstyle":2748,"tbalancing":2749,"treactivation":2750,"norientation":2751,"tsupport":2752,"tshapes":2753,"tparameters":2754,"niversity":2755,"32":2756,"Qu":2757,"con":2758,"ots":2759,"ttur":2760,"tvelocity":2761,"vant":2762,"yed":2763,"zed":2764,"tibility":2765,"tfree":2766,"tcut":2767,"antly":2768,"trepe":2769,"ternal":2770,"nsy":2771,"nFaults":2772,"nSc":2773,"nSection":2774,"ird":2775,"tlead":2776,"trelate":2777,"tarc":2778,"tarr":2779,"tconsistent":2780,"tPress":2781,"nbrittle":2782,"tjoin":2783,"nmore":2784,"tRock":2785,"tsoft":2786,"tgeometries":2787,"trepresen":2788,"tfactors":2789,"nextension":2790,"tcenter":2791,"tcrystals":2792,"cope":2793,"phyroc":2794,"tconnection":2795,"ectively":2796,"tyoung":2797,"tvalue":2798,"nrocks":2799,"ttrace":2800,"tcataclastic":2801,"tsegments":2802,"tuplift":2803,"tkilometers":2804,"tGeologists":2805,"taggregates":2806,"00":2807,":',":2808,"ila":2809,"ither":2810,"oe":2811,"uter":2812,"yllosilic":2813,"tevery":2814,"ern":2815,"tpp":2816,"ocal":2817,"tgran":2818,"tglac":2819,"talmost":2820,"lier":2821,"nFolds":2822,"nFossen":2823,"oretical":2824,"nfaults":2825,"tFurther":2826,"tFlinn":2827,"urfaces":2828,"ode":2829,"tWhere":2830,"tconstrain":2831,"tPlate":2832,"tjust":2833,"rowth":2834,"ttim":2835,"chist":2836,"nhave":2837,"tshorten":2838,"tlocated":2839,"tindicated":2840,"tdiagonal":2841,"tmovements":2842,"tdepending":2843,"tlimbs":2844,"tcreate":2845,"tinstantaneous":2846,"tmylonites":2847,"tobservation":2848,"tobject":2849,"tspecif":2850,"tcaused":2851,"undred":2852,"tseries":2853,"tprimary":2854,"Eds":2855,"bric":2856,"fault":2857,"jor":2858,"now":2859,"nrec":2860,"oiss":2861,"pr":2862,"tevalu":2863,"orld":2864,"twhether":2865,"tpe":2866,"tred":2867,"tdeep":2868,"ociation":2869,"lith":2870,"texceed":2871,"tyield":2872,"ogy":2873,"mend":2874,"aper":2875,"llus":2876,"tmeters":2877,"nthick":2878,"avelength":2879,"tarrow":2880,"tnet":2881,"tinters":2882,"nax":2883,"ttypical":2884,"grained":2885,"taccommod":2886,"timbric":2887,"resting":2888,"tseparation":2889,"topening":2890,"ttake":2891,"tmagma":2892,"tmicroscale":2893,"nTectonic":2894,"trifting":2895,"tapproxim":2896,"texplain":2897,"tadded":2898,"trealistic":2899,"ynamic":2900,"tprofile":2901,"bend":2902,"what":2903,"copic":2904,"arbon":2905,"tassumed":2906,"tPlateau":2907,"oisson":2908,"des":2909,"more":2910,"rou":2911,"rus":2912,"tially":2913,"thapp":2914,"tsla":2915,"tstiff":2916,"tetc":2917,"tfav":2918,"tru":2919,"tpic":2920,"tmed":2921,"tantic":2922,"tmajor":2923,"nThere":2924,"ncre":2925,"nces":2926,"tvorticity":2927,"tdisplacements":2928,"pher":2929,"nfold":2930,"tensive":2931,"testima":2932,"nPh":2933,"tpermanent":2934,"tincom":2935,"tBoth":2936,"andstone":2937,"nreg":2938,"ogenic":2939,"tshort":2940,"rictional":2941,"ambr":2942,"location":2943,"tfactor":2944,"tfacies":2945,"tdescrip":2946,"tgenerate":2947,"tcircles":2948,"tequation":2949,"nprincipal":2950,"tadditional":2951,"nacc":2952,"tstylol":2953,"tstart":2954,"fficient":2955,"tdefinition":2956,"tadjacent":2957,"tversus":2958,"noccur":2959,"ambridge":2960,"%\\":2961,"55":2962,"ake":2963,"ging":2964,"its":2965,"ken":2966,"plastic":2967,"tava":2968,"thor":2969,"thost":2970,"thinterland":2971,"thalf":2972,"thundred":2973,"tos":2974,"tthinning":2975,"tched":2976,"tintrusion":2977,"arge":2978,"tpaleostress":2979,"tisotropic":2980,"ssociation":2981,"oung":2982,"nsome":2983,"nsedimen":2984,"nsimple":2985,"tnecess":2986,"tTec":2987,"tconjugate":2988,"typ":2989,"verage":2990,"seismic":2991,"fferen":2992,"tcompress":2993,"ncleavage":2994,"ometry":2995,"nflow":2996,"nthetic":2997,"tinction":2998,"leavages":2999,"tlittle":3000,"nÎ³":3001,"rack":3002,"nnon":3003,"tamorph":3004,"ophysical":3005,"tmagmatic":3006,"tmagnitude":3007,"tmylonitic":3008,"tcorresp":3009,"tspecial":3010,"tstrongly":3011,"tvalues":3012,"tsecondary":3013,"ngrain":3014,"thelp":3015,"toriginally":3016,"tpreferred":3017,"tatomic":3018,"97":3019,"iod":3020,"lli":3021,"mber":3022,"nar":3023,"npre":3024,"oy":3025,"rich":3026,"thrust":3027,"rest":3028,"tspherical":3029,"tearly":3030,"inology":3031,"tche":3032,"tcour":3033,"arp":3034,"tpene":3035,"ises":3036,"ower":3037,"tdeg":3038,"tcongl":3039,"texisting":3040,"textensive":3041,"tmaps":3042,"tmatrices":3043,"erences":3044,"nfoliation":3045,"tprom":3046,"avi":3047,"tThus":3048,"deformation":3049,"ublication":3050,"tflows":3051,"izes":3052,"nÎ½":3053,"tportra":3054,"2004":3055,"trotates":3056,"tOn":3057,"tUniversity":3058,"tcentime":3059,"area":3060,"tseparate":3061,"tdescribe":3062,"tlonger":3063,"nprocess":3064,"tbends":3065,"tthrusts":3066,"tcompletely":3067,"tprovides":3068,"tmodeled":3069,"tprovide":3070,"oudinage":3071,"tdissolution":3072,"pheric":3073,"tavaila":3074,"tconglomer":3075,"fractures":3076,"nown":3077,"vron":3078,"requ":3079,"tsediment":3080,"inch":3081,"tther":3082,"entation":3083,"ently":3084,"enced":3085,"arlier":3086,"ishear":3087,"istric":3088,"uccess":3089,"tnature":3090,"texh":3091,"textent":3092,"tstrained":3093,"tSpecial":3094,"nSch":3095,"tresistance":3096,"lasis":3097,"troof":3098,"nthis":3099,"nthere":3100,"ightly":3101,"tField":3102,"ody":3103,"tabs":3104,"tcrack":3105,"tGeological":3106,"tincl":3107,"tsomewhat":3108,"tinterfac":3109,"ttips":3110,"tDi":3111,"nÎ»":3112,"tphyllosilic":3113,"tcolum":3114,"ttension":3115,"tindica":3116,"2003":3117,"tunderlying":3118,"value":3119,"nshown":3120,"telev":3121,"tneeded":3122,"tCaledonian":3123,"ncommon":3124,"tbehavi":3125,"ndifferent":3126,"amsay":3127,"nincre":3128,"tearthquakes":3129,"texpressed":3130,"tdistinguish":3131,"46":3132,"Re":3133,"eg":3134,"go":3135,"hand":3136,"medi":3137,"nus":3138,"âī":3139,"tative":3140,"tom":3141,"ina":3142,"ndisc":3143,"tfaster":3144,"tcoun":3145,"tcleavages":3146,"trum":3147,"ero":3148,"tual":3149,"ultaneous":3150,"tonce":3151,"tfaulted":3152,"texternal":3153,"vertical":3154,"tmapped":3155,"nchan":3156,"yses":3157,"tacting":3158,"npor":3159,"trelates":3160,"tprob":3161,"testab":3162,"tClass":3163,"tMechan":3164,"lue":3165,"timpor":3166,"tnegative":3167,"tobtain":3168,"nalong":3169,"nmodel":3170,"tminimum":3171,"nrepres":3172,"nHow":3173,"thetic":3174,"2000":3175,"tOther":3176,"nextensional":3177,"1987":3178,"tcurv":3179,"tcurves":3180,"tlimited":3181,"tnumerical":3182,"tconnected":3183,"tpresented":3184,"tevent":3185,"nparallel":3186,"tplace":3187,"tknowledge":3188,"nzones":3189,"tincluding":3190,"nSee":3191,"trelevant":3192,"tpopulations":3193,"nimportant":3194,"tmigration":3195,"tyounger":3196,"ttimes":3197,"51":3198,"ain":3199,"ning":3200,"oz":3201,"ses":3202,"vectors":3203,"xtap":3204,"ying":3205,"tindepend":3206,"tenc":3207,"teither":3208,"nduring":3209,"tfine":3210,"tinent":3211,"treview":3212,"tlog":3213,"terna":3214,"tconc":3215,"tstretched":3216,"meter":3217,"member":3218,"tcome":3219,"tShear":3220,"tAssociation":3221,"nAc":3222,"tHe":3223,"nmineral":3224,"tDuring":3225,"inci":3226,"grain":3227,"tWhy":3228,"gest":3229,"1992":3230,"1994":3231,"tanalyses":3232,"tUs":3233,"ompaction":3234,"texperiment":3235,"arent":3236,"tillustration":3237,"linear":3238,"tinitiate":3239,"twedges":3240,"otropy":3241,"treflect":3242,"treflects":3243,"tsheared":3244,"tdistributed":3245,"tcalculated":3246,"tremote":3247,"nellip":3248,"tinteresting":3249,"nlayers":3250,"tsmear":3251,"tclear":3252,"telongation":3253,"tslightly":3254,"mphib":3255,"taspect":3256,"tmicrofractures":3257,"sequence":3258,"twidth":3259,"toceanic":3260,"oelastic":3261,"tFurthermore":3262,"tbehavior":3263,"PO":3264,"ntens":3265,"ntwo":3266,"nad":3267,"oted":3268,"where":3269,"tslow":3270,"tstable":3271,"tcar":3272,"tintro":3273,"treach":3274,"lat":3275,"inge":3276,"tlens":3277,"nstrike":3278,"nsurfaces":3279,"tcontex":3280,"tconcept":3281,"tmathe":3282,"ncline":3283,"tSan":3284,"tAnother":3285,"tresolved":3286,"nthrust":3287,"nelastic":3288,"tFolds":3289,"tprac":3290,"tCol":3291,"aged":3292,"ndep":3293,"nMic":3294,"nJoints":3295,"toverall":3296,"nrelated":3297,"tterminology":3298,"nhigh":3299,"racturing":3300,"tlargest":3301,"tincreased":3302,"ylli":3303,"tthroughout":3304,"onds":3305,"tgeologist":3306,"nexp":3307,"tlimb":3308,"tplotting":3309,"trespectively":3310,"onstruc":3311,"esearch":3312,"tflaw":3313,"tclassification":3314,"ntemperature":3315,"lope":3316,"tsheet":3317,"tfabrics":3318,"nExtension":3319,"tlateral":3320,"tReading":3321,"tfigures":3322,"tagain":3323,"tDeformation":3324,"texplored":3325,"tstarts":3326,"taffected":3327,"tAnderson":3328,"ixed":3329,"trheology":3330,"nmicros":3331,"nrelations":3332,"tdetail":3333,"periments":3334,"tsurrounding":3335,"titioning":3336,"trepeated":3337,"tshortened":3338,"tpicture":3339,"inciple":3340,"ik":3341,"iated":3342,"nph":3343,"nlow":3344,"nab":3345,"over":3346,"simple":3347,"work":3348,"toper":3349,"tsa":3350,"tsamples":3351,"tsolid":3352,"inis":3353,"tfe":3354,"tflex":3355,"org":3356,"orad":3357,"estern":3358,"tworld":3359,"tpur":3360,"tput":3361,"tposition":3362,"left":3363,"treli":3364,"ommend":3365,"oll":3366,"trative":3367,"tbetter":3368,"forming":3369,"lide":3370,"nFrom":3371,"ider":3372,"tmoves":3373,"tructure":3374,"meable":3375,"tII":3376,"qual":3377,"nStrike":3378,"andin":3379,"tchall":3380,"tential":3381,"nplane":3382,"nCambridge":3383,"netic":3384,"ighbor":3385,"tprinciple":3386,"tsimultaneous":3387,"tkind":3388,"tGriffith":3389,"tcomplic":3390,"tcomputer":3391,"tperiod":3392,"nbound":3393,"nMc":3394,"nMo":3395,"dient":3396,"nalso":3397,"tResearch":3398,"toverlying":3399,"duced":3400,"aks":3401,"tsof":3402,"telliptical":3403,"tapply":3404,"tanaly":3405,"nkinematic":3406,"tuniform":3407,"nOr":3408,"nvolume":3409,"tcharacterized":3410,"tlithostatic":3411,"tstrata":3412,"tdeforms":3413,"tpresence":3414,"toffsets":3415,"tdecomp":3416,"tdownward":3417,"timages":3418,"tcriteria":3419,"tinfluenced":3420,"trifts":3421,"tsequences":3422,"tlinkage":3423,"tbalanced":3424,"textended":3425,"nWhen":3426,"mphas":3427,"tremain":3428,"domains":3429,"tthought":3430,"imeter":3431,"twords":3432,"tassumption":3433,"tcloser":3434,"tavailable":3435,"tthermal":3436,"tphyllosilicate":3437,"tindicators":3438,"timportance":3439,"ommended":3440,"ighboring":3441,"tcomplicated":3442,"Further":3443,"Summary":3444,"ator":3445,"din":3446,"filled":3447,"gine":3448,"granular":3449,"ially":3450,"log":3451,"un":3452,"west":3453,"yc":3454,"âĹ":3455,"taverage":3456,"tamphib":3457,"rete":3458,"toli":3459,"tthird":3460,"ttheoretical":3461,"nds":3462,"tcem":3463,"ortening":3464,"tbody":3465,"twavelength":3466,"trese":3467,"hematic":3468,"istos":3469,"olite":3470,"ounc":3471,"tdeeper":3472,"nsurface":3473,"nstretching":3474,"trap":3475,"ucle":3476,"ocus":3477,"lif":3478,"nFlow":3479,"tdilation":3480,"texist":3481,"ogni":3482,"tcompe":3483,"ncalled":3484,"tStress":3485,"nSome":3486,"irly":3487,"tcho":3488,"erentially":3489,"alls":3490,"last":3491,"tplu":3492,"nAl":3493,"turally":3494,"trelay":3495,"tFaults":3496,"rect":3497,"ularly":3498,"tgraph":3499,"tGra":3500,"tcompens":3501,"nMa":3502,"timplications":3503,"tBy":3504,"thighly":3505,"ttranstension":3506,"tsphere":3507,"nÎ²":3508,"nhorizontal":3509,"tangles":3510,"tWhile":3511,"trecommended":3512,"1990":3513,"1993":3514,"vided":3515,"1980":3516,"torogeny":3517,"rostatic":3518,"tlengths":3519,"ylonite":3520,"aracteristic":3521,"nKinematic":3522,"nund":3523,"rystallization":3524,"tcalcite":3525,"texplore":3526,"tquestion":3527,"tlatter":3528,"nlinear":3529,"tinclude":3530,"olidated":3531,"taspects":3532,"tpositive":3533,"tpreserved":3534,"tproblem":3535,"prin":3536,"tstylolites":3537,"tcontext":3538,"âĹĪ":3539,"ounced":3540,"43":3541,"<\\":3542,"?',":3543,"Chapter":3544,"Mod":3545,"by":3546,"pac":3547,"sts":3548,"swell":3549,"ute":3550,"unc":3551,"weg":3552,"xtral":3553,"town":3554,"tsch":3555,"tsymmetry":3556,"tslope":3557,"onent":3558,"onding":3559,"onounced":3560,"temperature":3561,"tden":3562,"tinversion":3563,"ols":3564,"ormation":3565,"nsuch":3566,"nsection":3567,"imal":3568,"oses":3569,"training":3570,"twet":3571,"ncol":3572,"ncrystal":3573,"ncertain":3574,"tSalt":3575,"nSh":3576,"tAr":3577,"umb":3578,"umation":3579,"nClass":3580,"iently":3581,"nAr":3582,"nAll":3583,"tprogra":3584,"tMore":3585,"nRec":3586,"tconsists":3587,"tconstitu":3588,"perture":3589,"nBe":3590,"tobvious":3591,"tNew":3592,"nwill":3593,"angular":3594,"ulate":3595,"115":3596,"part":3597,"toccurring":3598,"axes":3599,"ogene":3600,"ttransformation":3601,"ttransfer":3602,"veloped":3603,"tsedimentation":3604,"tlocally":3605,"nless":3606,"everal":3607,"lection":3608,"tdevelops":3609,"2006":3610,"tOnce":3611,"nknown":3612,"tquartzite":3613,"tdominate":3614,"tribution":3615,"357":3616,"tlooking":3617,"treduced":3618,"tcorre":3619,"nExtensional":3620,"tspectrum":3621,"tbending":3622,"tfairly":3623,"trecrystallized":3624,"tlevels":3625,"nperpendicular":3626,"tpreferentially":3627,"ency":3628,"encil":3629,"ndifferential":3630,"tpredict":3631,"tbuckling":3632,"tanisotropic":3633,"tpotential":3634,"tbuild":3635,"tfibers":3636,"tirregularities":3637,"tstudies":3638,"tfront":3639,"tgravitational":3640,"trepresenting":3641,"phyroclasts":3642,"nthickness":3643,"timbrication":3644,"testimated":3645,"tcurvature":3646,"tindependent":3647,"inistral":3648,"orado":3649,"istosity":3650,"wegian":3651,"53":3652,"74":3653,"aw":3654,"ferred":3655,"kinned":3656,"lick":3657,"mid":3658,"off":3659,"raction":3660,"rup":3661,"son":3662,"stress":3663,"ype":3664,"thick":3665,"thwest":3666,"tsus":3667,"tske":3668,"tthink":3669,"tearlier":3670,"ndip":3671,"tfocus":3672,"tron":3673,"ened":3674,"art":3675,"twant":3676,"tmon":3677,"trength":3678,"head":3679,"ational":3680,"tiso":3681,"tlistric":3682,"tradi":3683,"tTo":3684,"ostly":3685,"tfrag":3686,"tconven":3687,"tmoving":3688,"nThr":3689,"tcomes":3690,"nSy":3691,"nSand":3692,"tence":3693,"ological":3694,"oreh":3695,"nfolds":3696,"matical":3697,"troot":3698,"neff":3699,"tdifferently":3700,"tcracks":3701,"nRo":3702,"agra":3703,"tcompa":3704,"tPublication":3705,"nMar":3706,"timply":3707,"tBecause":3708,"nwell":3709,"anged":3710,"nGra":3711,"chni":3712,"oudins":3713,"velopment":3714,"tlocations":3715,"tzero":3716,"tportion":3717,"tmica":3718,"tmicro":3719,"amental":3720,"tdeposi":3721,"1986":3722,"1989":3723,"tvariety":3724,"tlocalized":3725,"texperien":3726,"ttends":3727,"ositional":3728,"tsubsid":3729,"tmicroscope":3730,"undamental":3731,"ttransported":3732,"ttopics":3733,"ncompaction":3734,"tdetermined":3735,"tdriven":3736,"tinterest":3737,"taffect":3738,"texpressions":3739,"treservoirs":3740,"nmechanisms":3741,"trecorded":3742,"tanisotropy":3743,"tallows":3744,"tsource":3745,"tremoved":3746,"tSee":3747,"tarrows":3748,"tdescription":3749,"tamorphism":3750,"tportrayed":3751,"going":3752,"ozo":3753,"ikoff":3754,"tflexure":3755,"âĹĪ',":3756,"Module":3757,"47":3758,"68":3759,"called":3760,"ey":3761,"ean":3762,"faks":3763,"itch":3764,"nle":3765,"nhe":3766,"nangle":3767,"napp":3768,"nlith":3769,"ntyp":3770,"rough":3771,"sections":3772,"Ã¸":3773,"timage":3774,"tated":3775,"tsound":3776,"temphas":3777,"ndata":3778,"tfam":3779,"tfrequ":3780,"tcub":3781,"tcare":3782,"trations":3783,"orien":3784,"tdense":3785,"tinner":3786,"ariation":3787,"tpus":3788,"tpull":3789,"tpinch":3790,"heology":3791,"law":3792,"laps":3793,"tuncertain":3794,"omal":3795,"ouge":3796,"ign":3797,"igned":3798,"tdev":3799,"nset":3800,"tgas":3801,"talloc":3802,"tnarrow":3803,"osen":3804,"osion":3805,"elt":3806,"idual":3807,"tSimilar":3808,"tseal":3809,"tactual":3810,"nfield":3811,"trestored":3812,"iles":3813,"nCh":3814,"nCom":3815,"tprevious":3816,"nPlastic":3817,"nData":3818,"nbec":3819,"tinterval":3820,"tcover":3821,"ttranslation":3822,"154":3823,"tmineralogy":3824,"tbasic":3825,"tdefects":3826,"everthel":3827,"tplastically":3828,